Repository: Rohan143-mp/Automata_hackathon
Catalog: healthguard_app/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te, ur

source: WAITING...
bn: অপেক্ষা করা হচ্ছে...
gu: રાહ જોઈ રહ્યા છીએ...
hi: प्रतीक्षा...
kn: ಕಾಯುತ್ತಿದೆ...
ml: കാത്തിരിക്കുന്നു...
mr: प्रतीक्षा करत आहे...
or: ଅପେକ୍ଷା କରୁଛି...
pa: ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ...
ta: காத்திருக்கிறது...
te: వేచి ఉంది...
ur: انتظار...

source: LLM Fluent Speech:
bn: LLM সাবলীল বাক্য:
gu: LLM પ્રવાહી વાણી:
hi: LLM धाराप्रवाह वाक्:
kn: LLM ನಿರರ್ಗಳ ಮಾತು:
ml: LLM സ്വാഭാവിക സംഭാഷണം:
mr: LLM प्रवाही भाषण:
or: LLM ସୁଗମ ବାକ୍ୟ:
pa: LLM ਰਵਾਨ ਬੋਲੀ:
ta: LLM சரளமான பேச்சு:
te: LLM నిర్మల వాక్యం:
ur: LLM روانی تقریر:

source: Waiting for Ollama...
bn: Ollama-র জন্য অপেক্ষা করা হচ্ছে...
gu: Ollama ની રાહ જોઈ રહ્યા છીએ...
hi: Ollama की प्रतीक्षा...
kn: Ollama ಗಾಗಿ ಕಾಯುತ್ತಿದೆ...
ml: Ollama-യ്ക്കായി കാത്തിരിക്കുന്നു...
mr: Ollama ची प्रतीक्षा करत आहे...
or: Ollama ପାଇଁ ଅପେକ୍ଷା କରୁଛି...
pa: Ollama ਦੀ ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ...
ta: Ollama க்காக காத்திருக்கிறது...
te: Ollama కోసం వేచి ఉంది...
ur: Ollama کا انتظار...

# liveModeConnected
source: Live mode — connected to PC Hub. Flex values from smart glove in real-time.
bn: লাইভ মোড — PC Hub-এ সংযুক্ত। স্মার্ট গ্লাভ থেকে রিয়েল-টাইমে ফ্লেক্স মান।
gu: લાઇવ મોડ — PC Hub સાથે જોડાયેલ. સ્માર્ટ ગ્લવમાંથી રિઅલ-ટાઇમ ફ્લેક્સ મૂલ્યો.
hi: लाइव मोड — PC Hub से जुड़ा। स्मार्ट ग्लव से रीयल-टाइम फ्लेक्स मान।
kn: ನೇರ ಮೋಡ್ — PC Hub ಗೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ. ನೈಜ-ಸಮಯದಲ್ಲಿ ಸ್ಮಾರ್ಟ್ ಕೈಗವಸಿನಿಂದ ಬಾಗುವಿಕೆ ಮೌಲ್ಯಗಳು.
ml: ലൈവ് മോഡ് — PC Hub-ലേക്ക് ബന്ധിപ്പിച്ചു. സ്മാർട്ട് ഗ്ലൗവിൽ നിന്നുള്ള ഫ്ലെക്സ് മൂല്യങ്ങൾ തത്സമയം.
mr: लाइव्ह मोड — PC Hub शी जोडले गेले. स्मार्ट ग्लोव्हमधून रिअल-टाइम फ्लेक्स मूल्ये.
or: ଲାଇଭ ମୋଡ୍ — PC Hub ସହ ସଂଯୁକ୍ତ। ସ୍ମାର୍ଟ ଗ୍ଲୋଭରୁ ରିଅଲ-ଟାଇମରେ ଫ୍ଲେକ୍ସ ମୂଲ୍ୟ।
pa: ਲਾਈਵ ਮੋਡ — PC Hub ਨਾਲ ਜੁੜਿਆ। ਸਮਾਰਟ ਦਸਤਾਨੇ ਤੋਂ ਰੀਅਲ-ਟਾਈਮ ਫਲੈਕਸ ਮੁੱਲ।
ta: நேரடி பயன்முறை — PC Hub உடன் இணைக்கப்பட்டது. ஸ்மார்ட் கையுறையிலிருந்து நிகழ்நேர வளைவு மதிப்புகள்.
te: లైవ్ మోడ్ — PC Hub కి కనెక్ట్ అయింది. స్మార్ట్ గ్లోవ్ నుండి రియల్-టైమ్ ఫ్లెక్స్ విలువలు.
ur: لائیو موڈ — PC Hub سے منسلک۔ سمارٹ دستانے سے براہ راست فلیکس اقدار۔

# remindersComingSoon
source: Medication & Appointment Reminders (Coming soon)
bn: ওষুধ ও অ্যাপয়েন্টমেন্ট রিমাইন্ডার (শীঘ্রই আসছে)
gu: દવા અને એપોઇન્ટમેન્ટ રિમાઇન્ડર (ટૂંક સમયમાં આવી રહ્યું છે)
hi: दवा और अपॉइंटमेंट अनुस्मारक (जल्द आ रहा है)
kn: ಔಷಧಿ ಮತ್ತು ನೇಮಕಾತಿ ಜ್ಞಾಪನೆಗಳು (ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ)
ml: മരുന്ന് & അപ്പോയിന്റ്മെന്റ് ഓർമ്മപ്പെടുത്തലുകൾ (ഉടൻ വരുന്നു)
mr: औषध आणि अपॉइंटमेंट स्मरणपत्रे (लवकरच येत आहे)
or: ଔଷଧ ଏବଂ ନିଯୁକ୍ତି ସ୍ମାରକ (ଶୀଘ୍ର ଆସୁଛି)
pa: ਦਵਾਈ ਅਤੇ ਮੁਲਾਕਾਤ ਯਾਦ-ਦਹਾਨੀਆਂ (ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ)
ta: மருந்து & சந்திப்பு நினைவூட்டல்கள் (விரைவில் வருகிறது)
te: మందులు & అపాయింట్‌మెంట్ రిమైండర్లు (త్వరలో వస్తోంది)
ur: دوائی اور ملاقات کی یاد دہانیاں (جلد آ رہا ہے)

# explainSimplyPrompt
source: Please explain this in simpler words
bn: অনুগ্রহ করে এটি সহজ ভাষায় ব্যাখ্যা করুন
gu: કૃપા કરી આને સરળ શબ્દોમાં સમજાવો
hi: कृपया इसे सरल शब्दों में समझाएँ
kn: ದಯವಿಟ್ಟು ಇದನ್ನು ಸರಳ ಪದಗಳಲ್ಲಿ ವಿವರಿಸಿ
ml: ദയവായി ഇത് ലളിതമായ വാക്കുകളിൽ വിശദീകരിക്കുക
mr: कृपया हे सोप्या शब्दांत समजावून सांगा
or: ଦୟାକରି ଏହାକୁ ସରଳ ଶବ୍ଦରେ ବୁଝାନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਸੌਖੇ ਸ਼ਬਦਾਂ ਵਿੱਚ ਸਮਝਾਓ
ta: இதை எளிமையான வார்த்தைகளில் விளக்கவும்
te: దయచేసి దీన్ని సరళమైన పదాలలో వివరించండి
ur: براہ کرم اسے آسان الفاظ میں سمجھائیں

# quizMePrompt
source: Ask me 3 questions about what we just discussed
bn: আমরা এইমাত্র যা আলোচনা করেছি তা থেকে আমাকে ৩টি প্রশ্ন জিজ্ঞাসা করুন
gu: અમે જે ચર્ચા કરી તેના વિશે મને 3 પ્રશ્નો પૂછો
hi: हमने जो अभी चर्चा की, उसके बारे में मुझसे 3 प्रश्न पूछें
kn: ನಾವು ಈಗ ಚರ್ಚಿಸಿದ ವಿಷಯದ ಬಗ್ಗೆ 3 ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ
ml: നമ്മൾ ചർച്ച ചെയ്തതിനെക്കുറിച്ച് 3 ചോദ്യങ്ങൾ ചോദിക്കൂ
mr: आपण नुकत्याच चर्चा केलेल्या विषयावर मला ३ प्रश्न विचारा
or: ଆମେ ଯାହା ଆଲୋଚନା କଲୁ ସେ ବିଷୟରେ ମୋତେ 3ଟି ପ୍ରଶ୍ନ ପଚାରନ୍ତୁ
pa: ਜੋ ਅਸੀਂ ਹੁਣੇ ਚਰਚਾ ਕੀਤੀ ਉਸ ਬਾਰੇ ਮੈਨੂੰ 3 ਸਵਾਲ ਪੁੱਛੋ
ta: நாம் இப்போது விவாதித்ததைப் பற்றி 3 கேள்விகள் கேளுங்கள்
te: మనం ఇప్పుడు చర్చించిన దాని గురించి నాకు 3 ప్రశ్నలు అడగండి
ur: ابھی جو ہم نے پڑھا اس پر مجھ سے 3 سوالات پوچھیں

# summarizePrompt
source: Summarize what we've covered so far
bn: আমরা এখন পর্যন্ত যা আলোচনা করেছি তার সারসংক্ষেপ করুন
gu: અત્યાર સુધી આપણે જે આવરી લીધું છે તેનો સારાંશ આપો
hi: अब तक हमने जो कवर किया है उसका सारांश दें
kn: ನಾವು ಇಲ್ಲಿಯವರೆಗೆ ಕಲಿತಿದ್ದನ್ನು ಸಾರಾಂಶಗೊಳಿಸಿ
ml: നമ്മൾ ഇതുവരെ പഠിച്ചത് സംഗ്രഹിക്കുക
mr: आपण आतापर्यंत काय शिकलो त्याचा सारांश करा
or: ଆମେ ଏଯାବତ ଯାହା ଆଲୋଚନା କରିଛୁ ତାର ସାରାଂଶ ଦିଅନ୍ତୁ
pa: ਜੋ ਅਸੀਂ ਹੁਣ ਤੱਕ ਕਵਰ ਕੀਤਾ ਹੈ ਉਸ ਦਾ ਸਾਰ ਦਿਓ
ta: நாம் இதுவரை கற்றதை சுருக்கவும்
te: మనం ఇప్పటివరకు చర్చించిన దాన్ని సంక్షిప్తీకరించండి
ur: ابھی تک جو ہم نے پڑھا اس کا خلاصہ کریں
