Repository: Rohan143-mp/Automata_hackathon
Catalog: healthguard_app/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te, ur

source: Stress
bn: চাপ
gu: તણાવ
hi: तनाव
kn: ಒತ್ತಡ
ml: സമ്മർദ്ദം
mr: ताण
or: ଚାପ
pa: ਤਣਾਅ
ta: மன அழுத்தம்
te: ఒత్తిడి
ur: تناؤ

source: Emergency Vitals Simulator
bn: জরুরি ভাইটালস সিমুলেটর
gu: કટોકટી વાઇટલ્સ સિમ્યુલેટર
hi: आपातकालीन वाइटल्स सिम्युलेटर
kn: ತುರ್ತು ಆರೋಗ್ಯ ಸೂಚಕ ಅನುಕರಣೆ
ml: അടിയന്തര വൈറ്റൽ സിമുലേറ്റർ
mr: आपत्कालीन आरोग्य मापदंड सिम्युलेटर
or: ଜରୁରୀକାଳୀନ ଭାଇଟାଲ୍ସ ସିମୁଲେଟର
pa: ਐਮਰਜੈਂਸੀ ਵਾਇਟਲਜ਼ ਸਿਮੂਲੇਟਰ
ta: அவசர உடல்நிலை உருவகப்படுத்தி
te: అత్యవసర ప్రాణాధారాల సిమ్యులేటర్
ur: ہنگامی وائٹلز سمیولیٹر

# slideValuesAbove
source: Slide values above threshold to unlock the trigger button.
bn: ট্রিগার বোতাম আনলক করতে মান থ্রেশহোল্ডের উপরে স্লাইড করুন।
gu: ટ્રિગર બટન અનલૉક કરવા થ્રેશોલ્ડ ઉપર મૂલ્યો સ્લાઇડ કરો.
hi: ट्रिगर बटन सक्रिय करने के लिए मान सीमा से ऊपर स्लाइड करें।
kn: ಟ್ರಿಗರ್ ಬಟನ್ ಅನ್‌ಲಾಕ್ ಮಾಡಲು ಮೌಲ್ಯಗಳನ್ನು ಮಿತಿಗಿಂತ ಮೇಲಕ್ಕೆ ಸ್ಲೈಡ್ ಮಾಡಿ.
ml: ട്രിഗർ ബട്ടൺ അൺലോക്ക് ചെയ്യാൻ മൂല്യങ്ങൾ പരിധിക്ക് മുകളിൽ സ്ലൈഡ് ചെയ്യുക.
mr: ट्रिगर बटण अनलॉक करण्यासाठी मूल्ये थ्रेशोल्डच्या वर सरकवा.
or: ଟ୍ରିଗର ବଟନ୍ ଅନଲକ୍ କରିବା ପାଇଁ ମୂଲ୍ୟଗୁଡ଼ିକୁ ସୀମା ଉପରକୁ ସ୍ଲାଇଡ୍ କରନ୍ତୁ।
pa: ਟ੍ਰਿਗਰ ਬਟਨ ਅਨਲੌਕ ਕਰਨ ਲਈ ਮੁੱਲ ਥ੍ਰੈਸ਼ਹੋਲਡ ਤੋਂ ਉੱਪਰ ਸਲਾਈਡ ਕਰੋ।
ta: தூண்டல் பொத்தானை திறக்க மதிப்புகளை வரம்புக்கு மேல் நகர்த்தவும்.
te: ట్రిగ్గర్ బటన్ అన్‌లాక్ చేయడానికి విలువలను థ్రెషోల్డ్ పైకి స్లైడ్ చేయండి.
ur: ٹرگر بٹن کھولنے کے لیے اقدار حد سے اوپر سلائیڈ کریں۔

# applyMockVitals
source: Apply Mock Vitals to Dashboard
bn: ড্যাশবোর্ডে মক ভাইটালস প্রয়োগ করুন
gu: ડેશબોર્ડ પર મૉક વાઇટલ્સ લાગુ કરો
hi: डैशबोर्ड पर नकली वाइटल्स लागू करें
kn: ಮಾಕ್ ಸೂಚಕಗಳನ್ನು ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಅನ್ವಯಿಸಿ
ml: മോക്ക് വൈറ്റലുകൾ ഡാഷ്‌ബോർഡിൽ പ്രയോഗിക്കുക
mr: डॅशबोर्डवर मॉक मापदंड लागू करा
or: ଡ୍ୟାସବୋର୍ଡରେ ମକ୍ ଭାଇଟାଲ୍ସ ପ୍ରୟୋଗ କରନ୍ତୁ
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਮੌਕ ਵਾਇਟਲਜ਼ ਲਾਗੂ ਕਰੋ
ta: போலி உடல்நிலையை டாஷ்போர்டில் பயன்படுத்தவும்
te: డ్యాష్‌బోర్డ్‌కు నకిలీ ప్రాణాధారాలు వర్తింపజేయండి
ur: ڈیش بورڈ پر ٹیسٹ وائٹلز لگائیں

source: Trigger Emergency Alert
bn: জরুরি সতর্কতা সক্রিয় করুন
gu: કટોકટી ચેતવણી ટ્રિગર કરો
hi: आपातकालीन अलर्ट ट्रिगर करें
kn: ತುರ್ತು ಎಚ್ಚರಿಕೆ ಪ್ರಚೋದಿಸಿ
ml: അടിയന്തര അലേർട്ട് ട്രിഗർ ചെയ്യുക
mr: आपत्कालीन सूचना ट्रिगर करा
or: ଜରୁରୀକାଳୀନ ସତର୍କତା ଟ୍ରିଗର କରନ୍ତୁ
pa: ਐਮਰਜੈਂਸੀ ਅਲਰਟ ਚਾਲੂ ਕਰੋ
ta: அவசர எச்சரிக்கையை தூண்டவும்
te: అత్యవసర హెచ్చరిక ట్రిగ్గర్ చేయండి
ur: ہنگامی الرٹ ٹرگر کریں

# raiseValueAbove
source: Raise a value above threshold first
bn: প্রথমে একটি মান থ্রেশহোল্ডের উপরে বাড়ান
gu: પહેલા મૂલ્ય થ્રેશોલ્ડથી ઉપર વધારો
hi: पहले किसी मान को सीमा से ऊपर बढ़ाएँ
kn: ಮೊದಲು ಮೌಲ್ಯವನ್ನು ಮಿತಿಗಿಂತ ಮೇಲಕ್ಕೆ ಹೆಚ್ಚಿಸಿ
ml: ആദ്യം ഒരു മൂല്യം പരിധിക്ക് മുകളിൽ ഉയർത്തുക
mr: प्रथम एक मूल्य थ्रेशोल्डच्या वर वाढवा
or: ପ୍ରଥମେ ଏକ ମୂଲ୍ୟକୁ ସୀମା ଉପରକୁ ନିଅନ୍ତୁ
pa: ਪਹਿਲਾਂ ਮੁੱਲ ਥ੍ਰੈਸ਼ਹੋਲਡ ਤੋਂ ਉੱਪਰ ਕਰੋ
ta: முதலில் ஒரு மதிப்பை வரம்புக்கு மேல் உயர்த்தவும்
te: ముందుగా విలువను థ్రెషోల్డ్ పైకి పెంచండి
ur: پہلے کوئی قدر حد سے اوپر بڑھائیں

# testEmergencyAlertTitle
source: [TEST] Emergency Alert
bn: [পরীক্ষা] জরুরি সতর্কতা
gu: [ટેસ્ટ] કટોકટી ચેતવણી
hi: [परीक्षण] आपातकालीन अलर्ट
kn: [ಪರೀಕ್ಷೆ] ತುರ್ತು ಎಚ್ಚರಿಕೆ
ml: [പരീക്ഷണം] അടിയന്തര അലേർട്ട്
mr: [चाचणी] आपत्कालीन सूचना
or: [ପରୀକ୍ଷା] ଜରୁରୀକାଳୀନ ସତର୍କତା
pa: [ਟੈਸਟ] ਐਮਰਜੈਂਸੀ ਅਲਰਟ
ta: [சோதனை] அவசர எச்சரிக்கை
te: [పరీక్ష] అత్యవసర హెచ్చరిక
ur: [ٹیسٹ] ہنگامی الرٹ

source: Heart Rate Spike Detected
bn: হৃদস্পন্দন বৃদ্ধি শনাক্ত হয়েছে
gu: હૃદયના ધબકારામાં વધારો મળ્યો
hi: हृदय गति में अचानक वृद्धि पाई गई
kn: ಹೃದಯ ಬಡಿತ ಹೆಚ್ಚಳ ಪತ್ತೆಯಾಗಿದೆ
ml: ഹൃദയമിടിപ്പ് വർദ്ധനവ് കണ്ടെത്തി
mr: हृदय गतीमध्ये अचानक वाढ आढळली
or: ହୃଦସ୍ପନ୍ଦନ ବୃଦ୍ଧି ଚିହ୍ନଟ ହେଲା
pa: ਦਿਲ ਦੀ ਧੜਕਣ ਵਿੱਚ ਤੇਜ਼ੀ ਮਿਲੀ
ta: இதயத் துடிப்பு அதிகரிப்பு கண்டறியப்பட்டது
te: హృదయ స్పందన స్పైక్ గుర్తించబడింది
ur: دل کی دھڑکن میں اچانک اضافہ

source: DISMISS
bn: বাতিল
gu: રદ કરો
hi: खारिज करें
kn: ವಜಾಗೊಳಿಸಿ
ml: ഡിസ്മിസ്
mr: रद्द करा
or: ଖାରଜ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
ta: நிராகரி
te: తొలగించు
ur: خارج کریں

source: Backend Disconnected
bn: ব্যাকএন্ড সংযোগ বিচ্ছিন্ন
gu: બેકએન્ડ ડિસ્કનેક્ટ થયું
hi: बैकएंड डिस्कनेक्ट हो गया
kn: ಬ್ಯಾಕೆಂಡ್ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದೆ
ml: ബാക്കെൻഡ് വിച്ഛേദിച്ചു
mr: बॅकएंड विस्कळीत
or: ବ୍ୟାକଏଣ୍ଡ ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ
pa: ਬੈਕਐਂਡ ਡਿਸਕਨੈਕਟ ਹੈ
ta: பின்னணி சேவை துண்டிக்கப்பட்டது
te: బ్యాకెండ్ డిస్‌కనెక్ట్ అయింది
ur: بیک اینڈ منقطع ہے

source: Refresh Vitals
bn: ভাইটালস রিফ্রেশ করুন
gu: વાઇટલ્સ રિફ્રેશ કરો
hi: वाइटल्स ताज़ा करें
kn: ಸೂಚಕಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ
ml: വൈറ്റലുകൾ പുതുക്കുക
mr: मापदंड रिफ्रेश करा
or: ଭାଇଟାଲ୍ସ ରିଫ୍ରେସ୍ କରନ୍ତୁ
pa: ਵਾਇਟਲਜ਼ ਰਿਫ਼ਰੈਸ਼ ਕਰੋ
ta: உடல்நிலையை புதுப்பிக்கவும்
te: ప్రాణాధారాలు రిఫ్రెష్ చేయండి
ur: وائٹلز ریفریش کریں

# specialNeedsModeOnTap
source: Special Needs Mode: ON (tap to toggle)
bn: বিশেষ প্রয়োজন মোড: চালু (টগল করতে ট্যাপ করুন)
gu: વિશેષ જરૂરિયાત મોડ: ચાલુ (ટૉગલ કરવા ટેપ કરો)
hi: विशेष आवश्यकता मोड: चालू (टॉगल करने के लिए टैप करें)
kn: ವಿಶೇಷ ಅಗತ್ಯಗಳ ಮೋಡ್: ಆನ್ (ಬದಲಾಯಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ)
ml: സ്പെഷ്യൽ നീഡ്സ് മോഡ്: ഓൺ (ടോഗിൾ ചെയ്യാൻ ടാപ്പ് ചെയ്യുക)
mr: विशेष गरजा मोड: चालू (टॉगल करण्यासाठी टॅप करा)
or: ସ୍ୱତନ୍ତ୍ର ଆବଶ୍ୟକତା ମୋଡ୍: ଚାଲୁ (ଟୋଗଲ ପାଇଁ ଟ୍ୟାପ୍ କରନ୍ତୁ)
pa: ਵਿਸ਼ੇਸ਼ ਲੋੜਾਂ ਮੋਡ: ਚਾਲੂ (ਬਦਲਣ ਲਈ ਟੈਪ ਕਰੋ)
ta: சிறப்புத் தேவைகள் பயன்முறை: இயக்கப்பட்டது (மாற்ற தட்டவும்)
te: ప్రత్యేక అవసరాల మోడ్: ఆన్ (టోగుల్ చేయడానికి నొక్కండి)
ur: خصوصی ضروریات موڈ: آن (ٹوگل کے لیے ٹیپ کریں)

# specialNeedsModeOffTap
source: Special Needs Mode: OFF (tap to toggle)
bn: বিশেষ প্রয়োজন মোড: বন্ধ (টগল করতে ট্যাপ করুন)
gu: વિશેષ જરૂરિયાત મોડ: બંધ (ટૉગલ કરવા ટેપ કરો)
hi: विशेष आवश्यकता मोड: बंद (टॉगल करने के लिए टैप करें)
kn: ವಿಶೇಷ ಅಗತ್ಯಗಳ ಮೋಡ್: ಆಫ್ (ಬದಲಾಯಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ)
ml: സ്പെഷ്യൽ നീഡ്സ് മോഡ്: ഓഫ് (ടോഗിൾ ചെയ്യാൻ ടാപ്പ് ചെയ്യുക)
mr: विशेष गरजा मोड: बंद (टॉगल करण्यासाठी टॅप करा)
or: ସ୍ୱତନ୍ତ୍ର ଆବଶ୍ୟକତା ମୋଡ୍: ବନ୍ଦ (ଟୋଗଲ ପାଇଁ ଟ୍ୟାପ୍ କରନ୍ତୁ)
pa: ਵਿਸ਼ੇਸ਼ ਲੋੜਾਂ ਮੋਡ: ਬੰਦ (ਬਦਲਣ ਲਈ ਟੈਪ ਕਰੋ)
ta: சிறப்புத் தேவைகள் பயன்முறை: முடக்கப்பட்டது (மாற்ற தட்டவும்)
te: ప్రత్యేక అవసరాల మోడ్: ఆఫ్ (టోగుల్ చేయడానికి నొక్కండి)
ur: خصوصی ضروریات موڈ: آف (ٹوگل کے لیے ٹیپ کریں)

# notificationsNone
source: Notifications (fake: No new alerts)
bn: বিজ্ঞপ্তি (নেই: কোনো নতুন সতর্কতা নেই)
gu: સૂચનાઓ (કોઈ નવી ચેતવણી નથી)
hi: सूचनाएँ (नकली: कोई नई सूचना नहीं)
kn: ಅಧಿಸೂಚನೆಗಳು (ನಕಲಿ: ಹೊಸ ಎಚ್ಚರಿಕೆಗಳಿಲ್ಲ)
ml: അറിയിപ്പുകൾ (പുതിയ അലേർട്ടുകൾ ഇല്ല)
mr: सूचना (कोणत्याही नवीन सूचना नाहीत)
or: ବିଜ୍ଞପ୍ତି (କୌଣସି ନୂଆ ସତର୍କତା ନାହିଁ)
pa: ਸੂਚਨਾਵਾਂ (ਨਕਲੀ: ਕੋਈ ਨਵੀਂ ਚੇਤਾਵਨੀ ਨਹੀਂ)
ta: அறிவிப்புகள் (போலி: புதிய எச்சரிக்கைகள் இல்லை)
te: నోటిఫికేషన్లు (నకిలీ: కొత్త హెచ్చరికలు లేవు)
ur: اطلاعات (کوئی نئی اطلاع نہیں)

source: Vitals
bn: ভাইটালস
gu: વાઇટલ્સ
hi: वाइटल्स
kn: ಆರೋಗ್ಯ ಸೂಚಕಗಳು
ml: വൈറ്റലുകൾ
mr: आरोग्य मापदंड
or: ଭାଇଟାଲ୍ସ
pa: ਵਾਇਟਲਜ਼
ta: உடல்நிலை
te: ప్రాణాధారాలు
ur: وائٹلز

source: Sign Language
bn: সাংকেতিক ভাষা
gu: સાંકેતિક ભાષા
hi: सांकेतिक भाषा
kn: ಸಂಜ್ಞಾ ಭಾಷೆ
ml: ആംഗ്യഭാഷ
mr: सांकेतिक भाषा
or: ସଂକେତ ଭାଷା
pa: ਸੈਨਤ ਭਾਸ਼ਾ
ta: சைகை மொழி
te: సంకేత భాష
ur: اشاروں کی زبان

source: Offline AI
bn: অফলাইন AI
gu: ઑફલાઇન AI
hi: ऑफ़लाइन AI
kn: ಆಫ್‌ಲೈನ್ AI
ml: ഓഫ്‌ലൈൻ AI
mr: ऑफलाइन AI
or: ଅଫଲାଇନ AI
pa: ਔਫ਼ਲਾਈਨ AI
ta: ஆஃப்லைன் AI
te: ఆఫ్‌లైన్ AI
ur: آف لائن AI

source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

# mockHeartRateMsg
source: Mock heart rate: {hr} BPM This is a test. In a real spike, emergency contacts are notified with your GPS location.
bn: মক হৃদস্পন্দন: {hr} BPM এটি একটি পরীক্ষা। প্রকৃত বৃদ্ধিতে, আপনার GPS অবস্থানসহ জরুরি যোগাযোগকারীদের জানানো হবে।
gu: મૉક હૃદયના ધબકારા: {hr} BPM આ એક ટેસ્ટ છે. વાસ્તવિક સ્પાઇકમાં, કટોકટી સંપર્કોને તમારા GPS સ્થાન સાથે સૂચિત કરવામાં આવે છે.
hi: नकली हृदय गति: {hr} BPM यह एक परीक्षण है। वास्तविक स्थिति में, आपातकालीन संपर्कों को आपकी GPS स्थिति के साथ सूचित किया जाएगा।
kn: ಮಾಕ್ ಹೃದಯ ಬಡಿತ: {hr} BPM ಇದು ಪರೀಕ್ಷೆಯಾಗಿದೆ. ನಿಜವಾದ ಹೆಚ್ಚಳದಲ್ಲಿ, ತುರ್ತು ಸಂಪರ್ಕಗಳಿಗೆ ನಿಮ್ಮ GPS ಸ್ಥಳದೊಂದಿಗೆ ತಿಳಿಸಲಾಗುತ್ತದೆ.
ml: മോക്ക് ഹൃദയമിടിപ്പ്: {hr} BPM ഇത് ഒരു പരീക്ഷണമാണ്. യഥാർത്ഥ വർദ്ധനയിൽ, അടിയന്തര ബന്ധപ്പെടൽ വ്യക്തികൾക്ക് നിങ്ങളുടെ GPS ലൊക്കേഷൻ അറിയിക്കും.
mr: मॉक हृदय गती: {hr} BPM ही एक चाचणी आहे. वास्तविक वाढीमध्ये, आपत्कालीन संपर्कांना तुमच्या GPS स्थानासह सूचित केले जाते.
or: ମକ୍ ହୃଦସ୍ପନ୍ଦନ: {hr} BPM ଏହା ଏକ ପରୀକ୍ଷା। ପ୍ରକୃତ ବୃଦ୍ଧିରେ, ଜରୁରୀକାଳୀନ ସମ୍ପର୍କଙ୍କୁ ଆପଣଙ୍କ GPS ଅବସ୍ଥାନ ସହ ସୂଚିତ କରାଯାଏ।
pa: ਮੌਕ ਦਿਲ ਦੀ ਧੜਕਣ: {hr} BPM ਇਹ ਇੱਕ ਟੈਸਟ ਹੈ। ਅਸਲ ਤੇਜ਼ੀ ਵਿੱਚ, ਐਮਰਜੈਂਸੀ ਸੰਪਰਕਾਂ ਨੂੰ ਤੁਹਾਡੀ GPS ਲੋਕੇਸ਼ਨ ਨਾਲ ਸੂਚਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
ta: போலி இதயத் துடிப்பு: {hr} BPM இது ஒரு சோதனை. உண்மையான அதிகரிப்பில், உங்கள் GPS இருப்பிடத்துடன் அவசர தொடர்புகளுக்கு அறிவிக்கப்படும்.
te: నకిలీ హృదయ స్పందన: {hr} BPM ఇది ఒక పరీక్ష. నిజమైన స్పైక్‌లో, అత్యవసర సంప్రదింపులకు మీ GPS స్థానంతో తెలియజేయబడతారు.
ur: ٹیسٹ دل کی دھڑکن: {hr} BPM یہ ایک ٹیسٹ ہے۔ اصل صورت میں، ہنگامی رابطوں کو آپ کی GPS لوکیشن کے ساتھ مطلع کیا جائے گا۔

# realSpikeMsg
source: Heart rate: {hr} BPM Emergency contacts and doctor have been notified with your GPS location.
bn: হৃদস্পন্দন: {hr} BPM আপনার GPS অবস্থানসহ জরুরি যোগাযোগকারী ও ডাক্তারকে জানানো হয়েছে।
gu: હૃદયના ધબકારા: {hr} BPM કટોકટી સંપર્કો અને ડૉક્ટરને તમારા GPS સ્થાન સાથે સૂચિત કરવામાં આવ્યા છે.
hi: हृदय गति: {hr} BPM आपातकालीन संपर्कों और डॉक्टर को आपकी GPS स्थिति के साथ सूचित किया गया है।
kn: ಹೃದಯ ಬಡಿತ: {hr} BPM ತುರ್ತು ಸಂಪರ್ಕಗಳು ಮತ್ತು ವೈದ್ಯರಿಗೆ ನಿಮ್ಮ GPS ಸ್ಥಳದೊಂದಿಗೆ ತಿಳಿಸಲಾಗಿದೆ.
ml: ഹൃദയമിടിപ്പ്: {hr} BPM അടിയന്തര ബന്ധപ്പെടൽ വ്യക്തികളെയും ഡോക്ടറെയും നിങ്ങളുടെ GPS ലൊക്കേഷനോടൊപ്പം അറിയിച്ചു.
mr: हृदय गती: {hr} BPM आपत्कालीन संपर्क आणि डॉक्टरांना तुमच्या GPS स्थानासह सूचित केले गेले आहे.
or: ହୃଦସ୍ପନ୍ଦନ: {hr} BPM ଜରୁରୀକାଳୀନ ସମ୍ପର୍କ ଏବଂ ଡାକ୍ତରଙ୍କୁ ଆପଣଙ୍କ GPS ଅବସ୍ଥାନ ସହ ସୂଚିତ କରାଯାଇଛି।
pa: ਦਿਲ ਦੀ ਧੜਕਣ: {hr} BPM ਐਮਰਜੈਂਸੀ ਸੰਪਰਕਾਂ ਅਤੇ ਡਾਕਟਰ ਨੂੰ ਤੁਹਾਡੀ GPS ਲੋਕੇਸ਼ਨ ਨਾਲ ਸੂਚਿਤ ਕੀਤਾ ਗਿਆ ਹੈ।
ta: இதயத் துடிப்பு: {hr} BPM அவசர தொடர்புகள் மற்றும் மருத்துவருக்கு உங்கள் GPS இருப்பிடத்துடன் அறிவிக்கப்பட்டது.
te: హృదయ స్పందన: {hr} BPM అత్యవసర సంప్రదింపులు మరియు వైద్యుడికి మీ GPS స్థానంతో తెలియజేయబడింది.
ur: دل کی دھڑکن: {hr} BPM ہنگامی رابطوں اور ڈاکٹر کو آپ کی GPS لوکیشن کے ساتھ مطلع کر دیا گیا ہے۔

# systolicBp
source: Systolic Blood Pressure
bn: সিস্টোলিক রক্তচাপ
gu: સિસ્ટોલિક બ્લડ પ્રેશર
hi: सिस्टोलिक रक्तचाप
kn: ಸಿಸ್ಟೊಲಿಕ್ ರಕ್ತದೊತ್ತಡ
ml: സിസ്റ്റോളിക് രക്തസമ്മർദ്ദം
mr: सिस्टोलिक रक्तदाब
or: ସିସ୍ଟୋଲିକ ରକ୍ତଚାପ
pa: ਸਿਸਟੋਲਿਕ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ
ta: சிஸ்டாலிக் இரத்த அழுத்தம்
te: సిస్టోలిక్ రక్తపోటు
ur: سسٹولک بلڈ پریشر

source: Blood Glucose
bn: রক্তের গ্লুকোজ
gu: બ્લડ ગ્લુકોઝ
hi: रक्त ग्लूकोज़
kn: ರಕ್ತದ ಗ್ಲೂಕೋಸ್
ml: രക്തത്തിലെ ഗ്ലൂക്കോസ്
mr: रक्त ग्लुकोज
or: ରକ୍ତ ଗ୍ଲୁକୋଜ
pa: ਬਲੱਡ ਗਲੂਕੋਜ਼
ta: இரத்த குளுக்கோஸ்
te: రక్తంలో గ్లూకోజ్
ur: خون میں گلوکوز

# noNumberSet
source: No number set at signup — enter one here
bn: সাইনআপে কোনো নম্বর দেওয়া হয়নি — এখানে একটি লিখুন
gu: સાઇન અપ વખતે નંબર સેટ નથી — અહીં દાખલ કરો
hi: साइन अप में नंबर नहीं दिया — यहाँ दर्ज करें
kn: ಸೈನ್ ಅಪ್ ಸಮಯದಲ್ಲಿ ಸಂಖ್ಯೆ ನಮೂದಿಸಿಲ್ಲ — ಇಲ್ಲಿ ನಮೂದಿಸಿ
ml: സൈൻ അപ്പിൽ നമ്പർ സെറ്റ് ചെയ്തിട്ടില്ല — ഇവിടെ നൽകുക
mr: साइन अप वेळी क्रमांक सेट केला नाही — येथे प्रविष्ट करा
or: ସାଇନ୍ ଅପ୍ ସମୟରେ କୌଣସି ନମ୍ବର ସେଟ ହୋଇନାହିଁ — ଏଠାରେ ଏକ ଲେଖନ୍ତୁ
pa: ਸਾਈਨ ਅੱਪ ਤੇ ਕੋਈ ਨੰਬਰ ਨਹੀਂ ਦਿੱਤਾ — ਇੱਥੇ ਦਰਜ ਕਰੋ
ta: பதிவின்போது எண் அமைக்கப்படவில்லை — இங்கே ஒன்றை உள்ளிடவும்
te: సైన్ అప్ సమయంలో నంబర్ సెట్ చేయలేదు — ఇక్కడ నమోదు చేయండి
ur: سائن اپ میں نمبر نہیں دیا — یہاں درج کریں

# fromProfileEditable
source: From your profile (editable for this test)
bn: আপনার প্রোফাইল থেকে (এই পরীক্ষার জন্য সম্পাদনযোগ্য)
gu: તમારી પ્રોફાઇલમાંથી (આ ટેસ્ટ માટે સંપાદનયોગ્ય)
hi: आपकी प्रोफ़ाइल से (इस परीक्षण के लिए संपादन योग्य)
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ನಿಂದ (ಈ ಪರೀಕ್ಷೆಗೆ ಸಂಪಾದಿಸಬಹುದು)
ml: നിങ്ങളുടെ പ്രൊഫൈലിൽ നിന്ന് (ഈ ടെസ്റ്റിന് എഡിറ്റ് ചെയ്യാവുന്നതാണ്)
mr: तुमच्या प्रोफाइलमधून (या चाचणीसाठी संपादन करण्यायोग्य)
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲରୁ (ଏହି ପରୀକ୍ଷା ପାଇଁ ସମ୍ପାଦନଯୋଗ୍ୟ)
pa: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਤੋਂ (ਇਸ ਟੈਸਟ ਲਈ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ)
ta: உங்கள் சுயவிவரத்திலிருந்து (இந்த சோதனைக்கு திருத்தக்கூடியது)
te: మీ ప్రొఫైల్ నుండి (ఈ పరీక్ష కోసం సవరించగలరు)
ur: آپ کے پروفائل سے (اس ٹیسٹ کے لیے قابل ترمیم)

# aboveThreshold
source: Above {threshold} {unit} — will trigger alert
bn: {threshold} {unit}-এর উপরে — সতর্কতা সক্রিয় হবে
gu: {threshold} {unit} ઉપર — ચેતવણી ટ્રિગર કરશે
hi: {threshold} {unit} से ऊपर — अलर्ट ट्रिगर होगा
kn: {threshold} {unit} ಮೇಲೆ — ಎಚ್ಚರಿಕೆ ಪ್ರಚೋದಿಸುತ್ತದೆ
ml: {threshold} {unit}-ന് മുകളിൽ — അലേർട്ട് ട്രിഗർ ചെയ്യും
mr: {threshold} {unit} च्या वर — सूचना ट्रिगर होईल
or: {threshold} {unit} ଉପରେ — ସତର୍କତା ଟ୍ରିଗର କରିବ
pa: {threshold} {unit} ਤੋਂ ਉੱਪਰ — ਅਲਰਟ ਚਾਲੂ ਹੋਵੇਗਾ
ta: {threshold} {unit} க்கு மேல் — எச்சரிக்கையை தூண்டும்
te: {threshold} {unit} కంటే ఎక్కువ — హెచ్చరిక ట్రిగ్గర్ అవుతుంది
ur: {threshold} {unit} سے اوپر — الرٹ ٹرگر ہو گا

# normalThreshold
source: Normal | Threshold: {threshold} {unit}
bn: স্বাভাবিক | থ্রেশহোল্ড: {threshold} {unit}
gu: સામાન્ય | થ્રેશોલ્ડ: {threshold} {unit}
hi: सामान्य | सीमा: {threshold} {unit}
kn: ಸಾಮಾನ್ಯ | ಮಿತಿ: {threshold} {unit}
ml: സാധാരണം | പരിധി: {threshold} {unit}
mr: सामान्य | थ्रेशोल्ड: {threshold} {unit}
or: ସାମାନ୍ୟ | ସୀମା: {threshold} {unit}
pa: ਆਮ | ਥ੍ਰੈਸ਼ਹੋਲਡ: {threshold} {unit}
ta: இயல்பு | வரம்பு: {threshold} {unit}
te: సాధారణం | థ్రెషోల్డ్: {threshold} {unit}
ur: نارمل | حد: {threshold} {unit}

# specialNeedsOnAlerts
source: Special Needs Mode: ON — spike alerts enabled
bn: বিশেষ প্রয়োজন মোড: চালু — বৃদ্ধি সতর্কতা সক্রিয়
gu: વિશેષ જરૂરિયાત મોડ: ચાલુ — સ્પાઇક ચેતવણીઓ સક્ષમ
hi: विशेष आवश्यकता मोड: चालू — स्पाइक अलर्ट सक्रिय
kn: ವಿಶೇಷ ಅಗತ್ಯಗಳ ಮೋಡ್: ಆನ್ — ಹೆಚ್ಚಳ ಎಚ್ಚರಿಕೆಗಳು ಸಕ್ರಿಯಗೊಂಡಿವೆ
ml: സ്പെഷ്യൽ നീഡ്സ് മോഡ്: ഓൺ — സ്പൈക്ക് അലേർട്ടുകൾ സജീവമാണ്
mr: विशेष गरजा मोड: चालू — वाढ सूचना सक्षम
or: ସ୍ୱତନ୍ତ୍ର ଆବଶ୍ୟକତା ମୋଡ୍: ଚାଲୁ — ବୃଦ୍ଧି ସତର୍କତା ସକ୍ଷମ
pa: ਵਿਸ਼ੇਸ਼ ਲੋੜਾਂ ਮੋਡ: ਚਾਲੂ — ਤੇਜ਼ੀ ਅਲਰਟ ਸਮਰੱਥ
ta: சிறப்புத் தேவைகள் பயன்முறை: இயக்கப்பட்டது — அதிகரிப்பு எச்சரிக்கைகள் செயல்படுத்தப்பட்டன
te: ప్రత్యేక అవసరాల మోడ్: ఆన్ — స్పైక్ హెచ్చరికలు ఎనేబుల్ చేయబడ్డాయి
ur: خصوصی ضروریات موڈ: آن — اچانک اضافے کے الرٹ فعال ہیں

# specialNeedsManual
source: (manual)
bn: (ম্যানুয়াল)
gu: (મેન્યુઅલ)
hi: (मैन्युअल)
kn: (ಕೈಯಿಂದ)
ml: (മാനുവൽ)
mr: (मॅन्युअल)
or: (ମାନୁଆଲ)
pa: (ਦਸਤੀ)
ta: (கைமுறை)
te: (మాన్యువల్)
ur: (دستی)

# specialNeedsFromProfile
source: (from profile categories)
bn: (প্রোফাইল বিভাগ থেকে)
gu: (પ્રોફાઇલ શ્રેણીઓમાંથી)
hi: (प्रोफ़ाइल श्रेणियों से)
kn: (ಪ್ರೊಫೈಲ್ ವರ್ಗಗಳಿಂದ)
ml: (പ്രൊഫൈൽ വിഭാഗങ്ങളിൽ നിന്ന്)
mr: (प्रोफाइल श्रेणींमधून)
or: (ପ୍ରୋଫାଇଲ ବର୍ଗରୁ)
pa: (ਪ੍ਰੋਫਾਈਲ ਸ਼੍ਰੇਣੀਆਂ ਤੋਂ)
ta: (சுயவிவர வகைகளிலிருந்து)
te: (ప్రొఫైల్ వర్గాల నుండి)
ur: (پروفائل زمرہ جات سے)

source: Special Needs Mode: OFF
bn: বিশেষ প্রয়োজন মোড: বন্ধ
gu: વિશેષ જરૂરિયાત મોડ: બંધ
hi: विशेष आवश्यकता मोड: बंद
kn: ವಿಶೇಷ ಅಗತ್ಯಗಳ ಮೋಡ್: ಆಫ್
ml: സ്പെഷ്യൽ നീഡ്സ് മോഡ്: ഓഫ്
mr: विशेष गरजा मोड: बंद
or: ସ୍ୱତନ୍ତ୍ର ଆବଶ୍ୟକତା ମୋଡ୍: ବନ୍ଦ
pa: ਵਿਸ਼ੇਸ਼ ਲੋੜਾਂ ਮੋਡ: ਬੰਦ
ta: சிறப்புத் தேவைகள் பயன்முறை: முடக்கப்பட்டது
te: ప్రత్యేక అవసరాల మోడ్: ఆఫ్
ur: خصوصی ضروریات موڈ: آف

source: Doctor Dashboard
bn: ডাক্তার ড্যাশবোর্ড
gu: ડૉક્ટર ડેશબોર્ડ
hi: डॉक्टर डैशबोर्ड
kn: ವೈದ್ಯರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡോക്ടർ ഡാഷ്‌ബോർഡ്
mr: डॉक्टर डॅशबोर्ड
or: ଡାକ୍ତର ଡ୍ୟାସବୋର୍ଡ
pa: ਡਾਕਟਰ ਡੈਸ਼ਬੋਰਡ
ta: மருத்துவர் டாஷ்போர்டு
te: వైద్యుడి డ్యాష్‌బోర్డ్
ur: ڈاکٹر ڈیش بورڈ

source: Appointments
bn: অ্যাপয়েন্টমেন্ট
gu: એપોઇન્ટમેન્ટ
hi: अपॉइंटमेंट
kn: ನೇಮಕಾತಿಗಳು
ml: അപ്പോയിന്റ്മെന്റുകൾ
mr: अपॉइंटमेंट
or: ନିଯୁକ୍ତି
pa: ਮੁਲਾਕਾਤਾਂ
ta: சந்திப்புகள்
te: అపాయింట్‌మెంట్లు
ur: ملاقاتیں

source: Patients
bn: রোগী
gu: દર્દીઓ
hi: मरीज़
kn: ರೋಗಿಗಳು
ml: രോഗികൾ
mr: रुग्ण
or: ରୋଗୀ
pa: ਮਰੀਜ਼
ta: நோயாளிகள்
te: రోగులు
ur: مریض

source: Failed to load profile
bn: প্রোফাইল লোড করতে ব্যর্থ
gu: પ્રોફાઇલ લોડ કરવામાં નિષ્ફળ
hi: प्रोफ़ाइल लोड करने में विफल
kn: ಪ್ರೊಫೈಲ್ ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: പ്രൊഫൈൽ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: प्रोफाइल लोड करण्यात अयशस्वी
or: ପ୍ରୋଫାଇଲ ଲୋଡ୍ କରିବାରେ ବିଫଳ
pa: ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫ਼ਲ
ta: சுயவிவரத்தை ஏற்ற இயலவில்லை
te: ప్రొఫైల్ లోడ్ చేయడం విఫలమైంది
ur: پروفائل لوڈ کرنے میں ناکامی

source: Doctor info not found
bn: ডাক্তারের তথ্য পাওয়া যায়নি
gu: ડૉક્ટરની માહિતી મળી નથી
hi: डॉक्टर की जानकारी नहीं मिली
kn: ವೈದ್ಯರ ಮಾಹಿತಿ ಕಂಡುಬಂದಿಲ್ಲ
ml: ഡോക്ടർ വിവരങ്ങൾ കണ്ടെത്തിയില്ല
mr: डॉक्टरांची माहिती सापडली नाही
or: ଡାକ୍ତରଙ୍କ ତଥ୍ୟ ମିଳିଲା ନାହିଁ
pa: ਡਾਕਟਰ ਦੀ ਜਾਣਕਾਰੀ ਨਹੀਂ ਮਿਲੀ
ta: மருத்துவர் தகவல் கிடைக்கவில்லை
te: వైద్యుడి సమాచారం కనుగొనబడలేదు
ur: ڈاکٹر کی معلومات نہیں ملیں

source: Practice Details
bn: প্র্যাকটিসের বিবরণ
gu: પ્રેક્ટિસ વિગતો
hi: प्रैक्टिस विवरण
kn: ಅಭ್ಯಾಸದ ವಿವರಗಳು
ml: പ്രാക്ടീസ് വിശദാംശങ്ങൾ
mr: प्रॅक्टिस तपशील
or: ଅଭ୍ୟାସ ବିବରଣୀ
pa: ਪ੍ਰੈਕਟਿਸ ਵੇਰਵੇ
ta: பயிற்சி விவரங்கள்
te: ప్రాక్టీస్ వివరాలు
ur: پریکٹس کی تفصیلات

source: Clinic Location
bn: ক্লিনিকের অবস্থান
gu: ક્લિનિક સ્થાન
hi: क्लिनिक स्थान
kn: ಕ್ಲಿನಿಕ್ ಸ್ಥಳ
ml: ക്ലിനിക്ക് സ്ഥാനം
mr: दवाखाना स्थान
or: କ୍ଲିନିକ ଅବସ୍ଥାନ
pa: ਕਲੀਨਿਕ ਦੀ ਥਾਂ
ta: மருத்துவமனை இருப்பிடம்
te: క్లినిక్ స్థానం
ur: کلینک کا مقام

source: signify Medical Center
bn: signify মেডিকেল সেন্টার
gu: signify મેડિકલ સેન્ટર
hi: signify मेडिकल सेंटर
kn: signify ವೈದ್ಯಕೀಯ ಕೇಂದ್ರ
ml: signify മെഡിക്കൽ സെന്റർ
mr: signify वैद्यकीय केंद्र
or: signify ମେଡିକାଲ ସେଣ୍ଟର
pa: signify ਮੈਡੀਕਲ ਸੈਂਟਰ
ta: signify மருத்துவ மையம்
te: signify వైద్య కేంద్రం
ur: signify میڈیکل سینٹر

source: Available Hours
bn: উপলব্ধ সময়
gu: ઉપલબ્ધ સમય
hi: उपलब्ध समय
kn: ಲಭ್ಯವಿರುವ ಸಮಯ
ml: ലഭ്യമായ സമയം
mr: उपलब्ध वेळा
or: ଉପಲବ୍ଧ ସମୟ
pa: ਉਪਲਬਧ ਸਮਾਂ
ta: கிடைக்கும் நேரம்
te: అందుబాటులో ఉన్న గంటలు
ur: دستیاب اوقات

source: Doctor ID
bn: ডাক্তার আইডি
gu: ડૉક્ટર ID
hi: डॉक्टर ID
kn: ವೈದ್ಯರ ID
ml: ഡോക്ടർ ID
mr: डॉक्टर ID
or: ଡାକ୍ତର ID
pa: ਡਾਕਟਰ ID
ta: மருத்துவர் அடையாள எண்
te: వైద్యుడి ID
ur: ڈاکٹر شناخت

source: Total Patients
bn: মোট রোগী
gu: કુલ દર્દીઓ
hi: कुल मरीज़
kn: ಒಟ್ಟು ರೋಗಿಗಳು
ml: ആകെ രോഗികൾ
mr: एकूण रुग्ण
or: ମୋଟ ରୋଗୀ
pa: ਕੁੱਲ ਮਰੀਜ਼
ta: மொத்த நோயாளிகள்
te: మొత్తం రోగులు
ur: کل مریض

source: No appointments
bn: কোনো অ্যাপয়েন্টমেন্ট নেই
gu: કોઈ એપોઇન્ટમેન્ટ નથી
hi: कोई अपॉइंटमेंट नहीं
kn: ನೇಮಕಾತಿಗಳಿಲ್ಲ
ml: അപ്പോയിന്റ്മെന്റുകൾ ഇല്ല
mr: कोणत्याही अपॉइंटमेंट नाहीत
or: କୌଣସି ନିଯୁକ୍ତି ନାହିଁ
pa: ਕੋਈ ਮੁਲਾਕਾਤ ਨਹੀਂ
ta: சந்திப்புகள் இல்லை
te: అపాయింట్‌మెంట్లు లేవు
ur: کوئی ملاقات نہیں

# timeLabel
source: Time: {time}
bn: সময়: {time}
gu: સમય: {time}
hi: समय: {time}
kn: ಸಮಯ: {time}
ml: സമയം: {time}
mr: वेळ: {time}
or: ସମୟ: {time}
pa: ਸਮਾਂ: {time}
ta: நேரம்: {time}
te: సమయం: {time}
ur: وقت: {time}

source: Confirmed
bn: নিশ্চিত
gu: પુષ્ટિ થયેલ
hi: पुष्टि हो गई
kn: ದೃಢೀಕರಿಸಲಾಗಿದೆ
ml: സ്ഥിരീകരിച്ചു
mr: पुष्टी झाली
or: ନିଶ୍ଚିତ
pa: ਪੁਸ਼ਟੀ ਹੋਈ
ta: உறுதிப்படுத்தப்பட்டது
te: నిర్ధారించబడింది
ur: تصدیق شدہ

source: Confirm
bn: নিশ্চিত করুন
gu: પુષ્ટિ કરો
hi: पुष्टि करें
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
or: ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪੁਸ਼ਟੀ ਕਰੋ
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి
ur: تصدیق کریں

source: My Patients
bn: আমার রোগী
gu: મારા દર્દીઓ
hi: मेरे मरीज़
kn: ನನ್ನ ರೋಗಿಗಳು
ml: എന്റെ രോഗികൾ
mr: माझे रुग्ण
or: ମୋ ରୋଗୀ
pa: ਮੇਰੇ ਮਰੀਜ਼
ta: எனது நோயாளிகள்
te: నా రోగులు
ur: میرے مریض

source: Priority Sort
bn: অগ্রাধিকার অনুসারে সাজান
gu: અગ્રતા ક્રમ
hi: प्राथमिकता क्रम
kn: ಆದ್ಯತೆಯ ಕ್ರಮ
ml: മുൻഗണനാ ക്രമം
mr: प्राधान्य क्रमवारी
or: ପ୍ରାଥମିକତା ଅନୁସାରେ ସଜାନ୍ତୁ
pa: ਤਰਜੀਹ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ
ta: முன்னுரிமை வரிசை
te: ప్రాధాన్యత క్రమం
ur: ترجیح کے مطابق ترتیب

source: No patients
bn: কোনো রোগী নেই
gu: કોઈ દર્દી નથી
hi: कोई मरीज़ नहीं
kn: ರೋಗಿಗಳಿಲ್ಲ
ml: രോഗികൾ ഇല്ല
mr: रुग्ण नाहीत
or: କୌଣସି ରୋଗୀ ନାହାନ୍ତି
pa: ਕੋਈ ਮਰੀਜ਼ ਨਹੀਂ
ta: நோயாளிகள் இல்லை
te: రోగులు లేరు
ur: کوئی مریض نہیں

source: Priority: {level}
bn: অগ্রাধিকার: {level}
gu: અગ્રતા: {level}
hi: प्राथमिकता: {level}
kn: ಆದ್ಯತೆ: {level}
ml: മുൻഗണന: {level}
mr: प्राधान्य: {level}
or: ପ୍ରାଥମିକତା: {level}
pa: ਤਰਜੀਹ: {level}
ta: முன்னுரிமை: {level}
te: ప్రాధాన్యత: {level}
ur: ترجیح: {level}

source: Reload Appointments
bn: অ্যাপয়েন্টমেন্ট পুনরায় লোড করুন
gu: એપોઇન્ટમેન્ટ ફરી લોડ કરો
hi: अपॉइंटमेंट पुनः लोड करें
kn: ನೇಮಕಾತಿಗಳನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ
ml: അപ്പോയിന്റ്മെന്റുകൾ വീണ്ടും ലോഡ് ചെയ്യുക
mr: अपॉइंटमेंट पुन्हा लोड करा
or: ନିଯୁକ୍ତି ପୁନଃଲୋଡ୍ କରନ୍ତୁ
pa: ਮੁਲਾਕਾਤਾਂ ਦੁਬਾਰਾ ਲੋਡ ਕਰੋ
ta: சந்திப்புகளை மீண்டும் ஏற்றவும்
te: అపాయింట్‌మెంట్లు రీలోడ్ చేయండి
ur: ملاقاتیں دوبارہ لوڈ کریں

source: Reload Patients
bn: রোগী পুনরায় লোড করুন
gu: દર્દીઓ ફરી લોડ કરો
hi: मरीज़ पुनः लोड करें
kn: ರೋಗಿಗಳನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ
ml: രോഗികളെ വീണ്ടും ലോഡ് ചെയ്യുക
mr: रुग्ण पुन्हा लोड करा
or: ରୋଗୀ ପୁନଃଲୋଡ୍ କରନ୍ତୁ
pa: ਮਰੀਜ਼ ਦੁਬਾਰਾ ਲੋਡ ਕਰੋ
ta: நோயாளிகளை மீண்டும் ஏற்றவும்
te: రోగులను రీలోడ్ చేయండి
ur: مریض دوبارہ لوڈ کریں

source: Patient Vitals
bn: রোগীর ভাইটালস
gu: દર્દીના વાઇટલ્સ
hi: मरीज़ के वाइटल्स
kn: ರೋಗಿಯ ಆರೋಗ್ಯ ಸೂಚಕಗಳು
ml: രോഗിയുടെ വൈറ്റലുകൾ
mr: रुग्ण आरोग्य मापदंड
or: ରୋଗୀ ଭାଇଟାଲ୍ସ
pa: ਮਰੀਜ਼ ਦੇ ਵਾਇਟਲਜ਼
ta: நோயாளி உடல்நிலை
te: రోగి ప్రాణాధారాలు
ur: مریض کے وائٹلز

source: No patient selected
bn: কোনো রোগী নির্বাচিত নয়
gu: કોઈ દર્દી પસંદ નથી
hi: कोई मरीज़ चयनित नहीं
kn: ಯಾವುದೇ ರೋಗಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ml: രോഗിയെ തിരഞ്ഞെടുത്തിട്ടില്ല
mr: कोणताही रुग्ण निवडलेला नाही
or: କୌଣସି ରୋଗୀ ଚୟନ ହୋଇନାହିଁ
pa: ਕੋਈ ਮਰੀਜ਼ ਨਹੀਂ ਚੁਣਿਆ
ta: நோயாளி தேர்வுசெய்யப்படவில்லை
te: రోగి ఎంచుకోబడలేదు
ur: کوئی مریض منتخب نہیں

source: Key Health Indicators
bn: প্রধান স্বাস্থ্য সূচক
gu: મુખ્ય આરોગ્ય સૂચકાંકો
hi: प्रमुख स्वास्थ्य संकेतक
kn: ಪ್ರಮುಖ ಆರೋಗ್ಯ ಸೂಚಕಗಳು
ml: പ്രധാന ആരോഗ്യ സൂചകങ്ങൾ
mr: प्रमुख आरोग्य सूचक
or: ମୁଖ୍ୟ ସ୍ୱାସ୍ଥ୍ୟ ସୂଚକ
pa: ਮੁੱਖ ਸਿਹਤ ਸੂਚਕ
ta: முக்கிய சுகாதார குறிகாட்டிகள்
te: ప్రధాన ఆరోగ్య సూచికలు
ur: اہم صحت اشاریے

source: Blood Pressure
bn: রক্তচাপ
gu: બ્લડ પ્રેશર
hi: रक्तचाप
kn: ರಕ್ತದೊತ್ತಡ
ml: രക്തസമ്മർദ്ദം
mr: रक्तदाब
or: ରକ୍ତଚାପ
pa: ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ
ta: இரத்த அழுத்தம்
te: రక్తపోటు
ur: بلڈ پریشر

source: Today's Steps
bn: আজকের পদক্ষেপ
gu: આજના પગલાં
hi: आज के कदम
kn: ಇಂದಿನ ಹೆಜ್ಜೆಗಳು
ml: ഇന്നത്തെ ചുവടുകൾ
mr: आजची पावले
or: ଆଜିର ପାଦ
pa: ਅੱਜ ਦੇ ਕਦਮ
ta: இன்றைய அடிகள்
te: ఈ రోజు అడుగులు
ur: آج کے قدم

source: Active Time
bn: সক্রিয় সময়
gu: સક્રિય સમય
hi: सक्रिय समय
kn: ಸಕ್ರಿಯ ಸಮಯ
ml: സജീവ സമയം
mr: सक्रिय वेळ
or: ସକ୍ରିୟ ସମୟ
pa: ਸਰਗਰਮ ਸਮਾਂ
ta: செயல்படும் நேரம்
te: చురుకు సమయం
ur: فعال وقت

# healthStatusLabel
source: Health Status: {status}
bn: স্বাস্থ্যের অবস্থা: {status}
gu: આરોગ્ય સ્થિતિ: {status}
hi: स्वास्थ्य स्थिति: {status}
kn: ಆರೋಗ್ಯ ಸ್ಥಿತಿ: {status}
ml: ആരോഗ്യ നില: {status}
mr: आरोग्य स्थिती: {status}
or: ସ୍ୱାସ୍ଥ୍ୟ ସ୍ଥିତି: {status}
pa: ਸਿਹਤ ਸਥਿਤੀ: {status}
ta: சுகாதார நிலை: {status}
te: ఆరోగ్య స్థితి: {status}
ur: صحت کی حالت: {status}

source: Normal
bn: স্বাভাবিক
gu: સામાન્ય
hi: सामान्य
kn: ಸಾಮಾನ್ಯ
ml: സാധാരണം
mr: सामान्य
or: ସାମାନ୍ୟ
pa: ਆਮ
ta: இயல்பு
te: సాధారణం
ur: نارمل

source: Attention Required
bn: মনোযোগ প্রয়োজন
gu: ધ્યાન જરૂરી
hi: ध्यान आवश्यक
kn: ಗಮನ ಅಗತ್ಯ
ml: ശ്രദ്ധ ആവശ്യമാണ്
mr: लक्ष आवश्यक
or: ଧ୍ୟାନ ଆବଶ୍ୟକ
pa: ਧਿਆਨ ਦੀ ਲੋੜ ਹੈ
ta: கவனம் தேவை
te: శ్రద్ధ అవసరం
ur: توجہ درکار ہے

# allVitalsNormal
source: All vitals are within normal range.
bn: সব ভাইটালস স্বাভাবিক সীমার মধ্যে আছে।
gu: બધા વાઇટલ્સ સામાન્ય શ્રેણીમાં છે.
hi: सभी वाइटल्स सामान्य सीमा में हैं।
kn: ಎಲ್ಲಾ ಆರೋಗ್ಯ ಸೂಚಕಗಳು ಸಾಮಾನ್ಯ ವ್ಯಾಪ್ತಿಯಲ್ಲಿವೆ.
ml: എല്ലാ വൈറ്റലുകളും സാധാരണ പരിധിയിലാണ്.
mr: सर्व आरोग्य मापदंड सामान्य श्रेणीत आहेत.
or: ସମସ୍ତ ଭାଇଟାଲ୍ସ ସାମାନ୍ୟ ସୀମା ମଧ୍ୟରେ ଅଛି।
pa: ਸਾਰੇ ਵਾਇਟਲਜ਼ ਆਮ ਸੀਮਾ ਵਿੱਚ ਹਨ।
ta: அனைத்து உடல்நிலை மதிப்புகளும் இயல்பான வரம்பில் உள்ளன.
te: అన్ని ప్రాణాధారాలు సాధారణ పరిధిలో ఉన్నాయి.
ur: تمام وائٹلز نارمل حدود میں ہیں۔

# heartRateOutsideOptimal
source: Heart rate is outside the optimal range.
bn: হৃদস্পন্দন সর্বোত্তম সীমার বাইরে।
gu: હૃદયના ધબકારા શ્રેષ્ઠ શ્રેણીની બહાર છે.
hi: हृदय गति इष्टतम सीमा से बाहर है।
kn: ಹೃದಯ ಬಡಿತ ಅತ್ಯುತ್ತಮ ವ್ಯಾಪ್ತಿಯ ಹೊರಗಿದೆ.
ml: ഹൃദയമിടിപ്പ് ഒപ്റ്റിമൽ പരിധിക്ക് പുറത്താണ്.
mr: हृदय गती इष्टतम श्रेणीच्या बाहेर आहे.
or: ହୃଦସ୍ପନ୍ଦନ ସର୍ବୋତ୍ତମ ସୀମା ବାହାରେ ଅଛି।
pa: ਦਿਲ ਦੀ ਧੜਕਣ ਅਨੁਕੂਲ ਸੀਮਾ ਤੋਂ ਬਾਹਰ ਹੈ।
ta: இதயத் துடிப்பு உகந்த வரம்பிற்கு வெளியே உள்ளது.
te: హృదయ స్పందన అనుకూల పరిధి బయట ఉంది.
ur: دل کی دھڑکن بہترین حد سے باہر ہے۔

source: Failed to load vitals
bn: ভাইটালস লোড করতে ব্যর্থ
gu: વાઇટલ્સ લોડ કરવામાં નિષ્ફળ
hi: वाइटल्स लोड करने में विफल
kn: ಆರೋಗ್ಯ ಸೂಚಕಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ml: വൈറ്റലുകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
mr: मापदंड लोड करण्यात अयशस्वी
or: ଭାଇଟାଲ୍ସ ଲୋଡ୍ କରିବାରେ ବିଫଳ
pa: ਵਾਇਟਲਜ਼ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫ਼ਲ
ta: உடல்நிலையை ஏற்ற இயலவில்லை
te: ప్రాణాధారాలు లోడ్ చేయడం విఫలమైంది
ur: وائٹلز لوڈ کرنے میں ناکامی

source: Reload Vitals
bn: ভাইটালস পুনরায় লোড করুন
gu: વાઇટલ્સ ફરી લોડ કરો
hi: वाइटल्स पुनः लोड करें
kn: ಆರೋಗ್ಯ ಸೂಚಕಗಳನ್ನು ಮರುಲೋಡ್ ಮಾಡಿ
ml: വൈറ്റലുകൾ വീണ്ടും ലോഡ് ചെയ്യുക
mr: मापदंड पुन्हा लोड करा
or: ଭାଇଟାଲ୍ସ ପୁନଃଲୋଡ୍ କରନ୍ତୁ
pa: ਵਾਇਟਲਜ਼ ਦੁਬਾਰਾ ਲੋਡ ਕਰੋ
ta: உடல்நிலையை மீண்டும் ஏற்றவும்
te: ప్రాణాధారాలు రీలోడ్ చేయండి
ur: وائٹلز دوبارہ لوڈ کریں
