Repository: Rohan143-mp/Automata_hackathon
Catalog: healthguard_app/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te, ur

source: Daily Stats
bn: দৈনিক পরিসংখ্যান
gu: દૈનિક આંકડા
hi: दैनिक आँकड़े
kn: ದೈನಂದಿನ ಅಂಕಿಅಂಶಗಳು
ml: ദൈനംദിന സ്ഥിതിവിവരങ്ങൾ
mr: दैनिक आकडेवारी
or: ଦୈନିକ ପରିସଂଖ୍ୟାନ
pa: ਰੋਜ਼ਾਨਾ ਅੰਕੜੇ
ta: தினசரி புள்ளிவிவரங்கள்
te: రోజువారీ గణాంకాలు
ur: روزانہ کے اعدادوشمار

source: Active Minutes
bn: সক্রিয় মিনিট
gu: સક્રિય મિનિટ
hi: सक्रिय मिनट
kn: ಸಕ್ರಿಯ ನಿಮಿಷಗಳು
ml: സജീവ മിനിറ്റുകൾ
mr: सक्रिय मिनिटे
or: ସକ୍ରିୟ ମିନିଟ୍
pa: ਸਰਗਰਮ ਮਿੰਟ
ta: செயல்படும் நிமிடங்கள்
te: చురుకు నిమిషాలు
ur: فعال منٹ

source: Latest Readings
bn: সর্বশেষ রিডিং
gu: તાજેતરના રીડિંગ
hi: नवीनतम रीडिंग
kn: ಇತ್ತೀಚಿನ ಓದುವಿಕೆಗಳು
ml: ഏറ്റവും പുതിയ റീഡിങ്ങുകൾ
mr: नवीनतम वाचन
or: ସର୍ବଶେଷ ରିଡିଂ
pa: ਤਾਜ਼ਾ ਰੀਡਿੰਗਾਂ
ta: சமீபத்திய அளவீடுகள்
te: తాజా రీడింగ్‌లు
ur: تازہ ترین ریڈنگز

source: Sleep
bn: ঘুম
gu: ઊંઘ
hi: नींद
kn: ನಿದ್ರೆ
ml: ഉറക്കം
mr: झोप
or: ନିଦ
pa: ਨੀਂਦ
ta: தூக்கம்
te: నిద్ర
ur: نیند

# noDataFound
source: No data found. Sync your watch or insert mock data.
bn: কোনো ডেটা পাওয়া যায়নি। আপনার ঘড়ি সিঙ্ক করুন বা মক ডেটা ঢোকান।
gu: કોઈ ડેટા મળ્યો નથી. તમારી ઘડિયાળ સિંક કરો અથવા મૉક ડેટા દાખલ કરો.
hi: कोई डेटा नहीं मिला। अपनी वॉच सिंक करें या नकली डेटा डालें।
kn: ಡೇಟಾ ಕಂಡುಬಂದಿಲ್ಲ. ನಿಮ್ಮ ವಾಚ್ ಸಿಂಕ್ ಮಾಡಿ ಅಥವಾ ಮಾಕ್ ಡೇಟಾ ಸೇರಿಸಿ.
ml: ഡാറ്റ കണ്ടെത്തിയില്ല. നിങ്ങളുടെ വാച്ച് സിങ്ക് ചെയ്യുക അല്ലെങ്കിൽ മോക്ക് ഡാറ്റ ചേർക്കുക.
mr: डेटा सापडला नाही. तुमचे घड्याळ सिंक करा किंवा मॉक डेटा टाका.
or: କୌଣସି ତଥ୍ୟ ମିଳିଲା ନାହିଁ। ଆପଣଙ୍କ ଘଣ୍ଟା ସିଙ୍କ କରନ୍ତୁ କିମ୍ବା ମକ୍ ତଥ୍ୟ ଭର୍ତ୍ତି କରନ୍ତୁ।
pa: ਕੋਈ ਡਾਟਾ ਨਹੀਂ ਮਿਲਿਆ। ਆਪਣੀ ਘੜੀ ਸਿੰਕ ਕਰੋ ਜਾਂ ਮੌਕ ਡਾਟਾ ਪਾਓ।
ta: தரவு இல்லை. உங்கள் கடிகாரத்தை ஒத்திசைக்கவும் அல்லது போலி தரவை செருகவும்.
te: డేటా కనుగొనబడలేదు. మీ వాచ్ సింక్ చేయండి లేదా నకిలీ డేటా చేర్చండి.
ur: کوئی ڈیٹا نہیں ملا۔ اپنی گھڑی سنک کریں یا ٹیسٹ ڈیٹا شامل کریں۔

source: Refresh Data
bn: ডেটা রিফ্রেশ করুন
gu: ડેટા રિફ્રેશ કરો
hi: डेटा ताज़ा करें
kn: ಡೇಟಾ ರಿಫ್ರೆಶ್ ಮಾಡಿ
ml: ഡാറ്റ പുതുക്കുക
mr: डेटा रिफ्रेश करा
or: ତଥ୍ୟ ରିଫ୍ରେସ୍ କରନ୍ତୁ
pa: ਡਾਟਾ ਰਿਫ਼ਰੈਸ਼ ਕਰੋ
ta: தரவை புதுப்பிக்கவும்
te: డేటా రిఫ్రెష్ చేయండి
ur: ڈیٹا ریفریش کریں

# insertMockData
source: Insert Mock Data (Testing)
bn: মক ডেটা ঢোকান (পরীক্ষা)
gu: મૉક ડેટા દાખલ કરો (ટેસ્ટિંગ)
hi: नकली डेटा डालें (परीक्षण)
kn: ಮಾಕ್ ಡೇಟಾ ಸೇರಿಸಿ (ಪರೀಕ್ಷೆ)
ml: മോക്ക് ഡാറ്റ ചേർക്കുക (പരീക്ഷണം)
mr: मॉक डेटा टाका (चाचणी)
or: ମକ୍ ତଥ୍ୟ ଭର୍ତ୍ତି କରନ୍ତୁ (ପରୀକ୍ଷଣ)
pa: ਮੌਕ ਡਾਟਾ ਪਾਓ (ਟੈਸਟਿੰਗ)
ta: போலி தரவை செருகவும் (சோதனை)
te: నకిలీ డేటా చేర్చండి (పరీక్ష)
ur: ٹیسٹ ڈیٹا شامل کریں (جانچ)

# authorizeHealthConnect
source: Please authorize Health Connect and fetch data.
bn: অনুগ্রহ করে Health Connect অনুমোদন করুন এবং ডেটা নিন।
gu: કૃપા કરી Health Connect ને અધિકૃત કરો અને ડેટા મેળવો.
hi: कृपया Health Connect को अधिकृत करें और डेटा प्राप्त करें।
kn: ದಯವಿಟ್ಟು Health Connect ಅಧಿಕೃತಗೊಳಿಸಿ ಮತ್ತು ಡೇಟಾ ಪಡೆಯಿರಿ.
ml: ദയവായി ഹെൽത്ത് കണക്ട് അംഗീകരിച്ച് ഡാറ്റ നേടുക.
mr: कृपया Health Connect अधिकृत करा आणि डेटा मिळवा.
or: ଦୟାକରି Health Connect ଅନୁମୋଦନ କରନ୍ତୁ ଏବଂ ତଥ୍ୟ ଆଣନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ Health Connect ਨੂੰ ਅਧਿਕਾਰਤ ਕਰੋ ਅਤੇ ਡਾਟਾ ਲਿਆਓ।
ta: Health Connect ஐ அங்கீகரித்து தரவைப் பெறவும்.
te: దయచేసి Health Connect అనుమతించి డేటా పొందండి.
ur: براہ کرم Health Connect کی اجازت دیں اور ڈیٹا حاصل کریں۔

source: Writing mock data...
bn: মক ডেটা লেখা হচ্ছে...
gu: મૉક ડેટા લખી રહ્યા છીએ...
hi: नकली डेटा लिखा जा रहा है...
kn: ಮಾಕ್ ಡೇಟಾ ಬರೆಯಲಾಗುತ್ತಿದೆ...
ml: മോക്ക് ഡാറ്റ എഴുതുന്നു...
mr: मॉक डेटा लिहित आहे...
or: ମକ୍ ତଥ୍ୟ ଲେଖାଯାଉଛି...
pa: ਮੌਕ ਡਾਟਾ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ...
ta: போலி தரவை எழுதுகிறது...
te: నకిలీ డేటా వ్రాస్తోంది...
ur: ٹیسٹ ڈیٹا لکھا جا رہا ہے...

# mockDataInjected
source: Mock data injected successfully!
bn: মক ডেটা সফলভাবে ঢোকানো হয়েছে!
gu: મૉક ડેટા સફળતાપૂર્વક દાખલ થયો!
hi: नकली डेटा सफलतापूर्वक डाला गया!
kn: ಮಾಕ್ ಡೇಟಾ ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ!
ml: മോക്ക് ഡാറ്റ വിജയകരമായി ചേർത്തു!
mr: मॉक डेटा यशस्वीरित्या टाकला गेला!
or: ମକ୍ ତଥ୍ୟ ସଫଳତାର ସହ ଭର୍ତ୍ତି ହେଲା!
pa: ਮੌਕ ਡਾਟਾ ਸਫ਼ਲਤਾਪੂਰਵਕ ਪਾਇਆ ਗਿਆ!
ta: போலி தரவு வெற்றிகரமாக செருகப்பட்டது!
te: నకిలీ డేటా విజయవంతంగా చేర్చబడింది!
ur: ٹیسٹ ڈیٹا کامیابی سے شامل ہو گیا!

# failedToInjectMock
source: Failed to inject mock data.
bn: মক ডেটা ঢোকাতে ব্যর্থ।
gu: મૉક ડેટા દાખલ કરવામાં નિષ્ફળ.
hi: नकली डेटा डालने में विफल।
kn: ಮಾಕ್ ಡೇಟಾ ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ.
ml: മോക്ക് ഡാറ്റ ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: मॉक डेटा टाकण्यात अयशस्वी.
or: ମକ୍ ତଥ୍ୟ ଭର୍ତ୍ତି କରିବାରେ ବିଫଳ।
pa: ਮੌਕ ਡਾਟਾ ਪਾਉਣ ਵਿੱਚ ਅਸਫ਼ਲ।
ta: போலி தரவை செருக இயலவில்லை.
te: నకిలీ డేటా చేర్చడం విఫలమైంది.
ur: ٹیسٹ ڈیٹا شامل کرنے میں ناکامی۔

# studentIdLabel
source: Student ID: {id}
bn: ছাত্র আইডি: {id}
gu: વિદ્યાર્થી ID: {id}
hi: छात्र ID: {id}
kn: ವಿದ್ಯಾರ್ಥಿ ID: {id}
ml: വിദ്യാർത്ഥി ID: {id}
mr: विद्यार्थी ID: {id}
or: ଛାତ୍ର ID: {id}
pa: ਵਿਦਿਆਰਥੀ ID: {id}
ta: மாணவர் அடையாள எண்: {id}
te: విద్యార్థి ID: {id}
ur: طالب علم شناخت: {id}

source: Personal Information
bn: ব্যক্তিগত তথ্য
gu: વ્યક્તિગત માહિતી
hi: व्यक्तिगत जानकारी
kn: ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ
ml: വ്യക്തിഗത വിവരങ്ങൾ
mr: वैयक्तिक माहिती
or: ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ
ta: தனிப்பட்ட தகவல்
te: వ్యక్తిగత సమాచారం
ur: ذاتی معلومات

source: Emergency Contact
bn: জরুরি যোগাযোগ
gu: કટોકટી સંપર્ક
hi: आपातकालीन संपर्क
kn: ತುರ್ತು ಸಂಪರ್ಕ
ml: അടിയന്തര ബന്ധപ്പെടൽ
mr: आपत्कालीन संपर्क
or: ଜରୁରୀକାଳୀନ ସମ୍ପର୍କ
pa: ਐਮਰਜੈਂਸੀ ਸੰਪਰਕ
ta: அவசர தொடர்பு
te: అత్యవసర సంప్రదింపు
ur: ہنگامی رابطہ

source: Contact Number
bn: যোগাযোগ নম্বর
gu: સંપર્ક નંબર
hi: संपर्क नंबर
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ml: ബന്ധപ്പെടൽ നമ്പർ
mr: संपर्क क्रमांक
or: ସମ୍ପର୍କ ନମ୍ବର
pa: ਸੰਪਰਕ ਨੰਬਰ
ta: தொடர்பு எண்
te: సంప్రదింపు నంబర్
ur: رابطہ نمبر

source: Not provided
bn: প্রদান করা হয়নি
gu: આપવામાં આવ્યું નથી
hi: उपलब्ध नहीं
kn: ಒದಗಿಸಿಲ್ಲ
ml: നൽകിയിട്ടില്ല
mr: प्रदान केलेले नाही
or: ପ୍ରଦାନ କରାଯାଇ ନାହିଁ
pa: ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ
ta: வழங்கப்படவில்லை
te: అందించబడలేదు
ur: فراہم نہیں کیا گیا

source: Health Profile
bn: স্বাস্থ্য প্রোফাইল
gu: આરોગ્ય પ્રોફાઇલ
hi: स्वास्थ्य प्रोफ़ाइल
kn: ಆರೋಗ್ಯ ಪ್ರೊಫೈಲ್
ml: ആരോഗ്യ പ്രൊഫൈൽ
mr: आरोग्य प्रोफाइल
or: ସ୍ୱାସ୍ଥ୍ୟ ପ୍ରୋଫାଇଲ୍
pa: ਸਿਹਤ ਪ੍ਰੋਫਾਈਲ
ta: சுகாதார விவரக்குறிப்பு
te: ఆరోగ్య ప్రొఫైల్
ur: صحت پروفائل

source: No categories selected
bn: কোনো বিভাগ নির্বাচিত নয়
gu: કોઈ શ્રેણી પસંદ નથી
hi: कोई श्रेणी चयनित नहीं
kn: ಯಾವುದೇ ವರ್ಗಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ml: വിഭാഗങ്ങൾ തിരഞ്ഞെടുത്തിട്ടില്ല
mr: कोणतीही श्रेणी निवडलेली नाही
or: କୌଣସି ବର୍ଗ ଚୟନ ହୋଇନାହିଁ
pa: ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਚੁਣੀ
ta: வகைகள் தேர்வுசெய்யப்படவில்லை
te: వర్గాలు ఎంచుకోబడలేదు
ur: کوئی زمرہ منتخب نہیں

source: Menstrual Cycle
bn: মাসিক চক্র
gu: માસિક ચક્ર
hi: मासिक धर्म चक्र
kn: ಋತುಚಕ್ರ
ml: ആർത്തവ ചക്രം
mr: मासिक पाळी
or: ମାସିକ ଧର୍ମ ଚକ୍ର
pa: ਮਾਹਵਾਰੀ ਚੱਕਰ
ta: மாதவிடாய் சுழற்சி
te: ఋతు చక్రం
ur: ماہواری سائیکل

source: Last Period
bn: শেষ মাসিক
gu: છેલ્લું માસિક
hi: अंतिम मासिक धर्म
kn: ಕೊನೆಯ ಋತುಸ್ರಾವ
ml: അവസാന ആർത്തവം
mr: शेवटची मासिक पाळी
or: ଶେଷ ମାସିକ
pa: ਆਖਰੀ ਮਾਹਵਾਰੀ
ta: கடைசி மாதவிடாய்
te: చివరి ఋతుస్రావం
ur: آخری ماہواری

source: Cycle Length
bn: চক্রের দৈর্ঘ্য
gu: ચક્ર લંબાઈ
hi: चक्र अवधि
kn: ಚಕ್ರದ ಅವಧಿ
ml: ചക്ര ദൈർഘ്യം
mr: पाळी कालावधी
or: ଚକ୍ର ଅବଧି
pa: ਚੱਕਰ ਦੀ ਲੰਬਾਈ
ta: சுழற்சி நீளம்
te: చక్ర వ్యవధి
ur: سائیکل کی لمبائی

source: Period Duration
bn: মাসিকের সময়কাল
gu: માસિક અવધિ
hi: मासिक धर्म अवधि
kn: ಋತುಸ್ರಾವ ಅವಧಿ
ml: ആർത്തവ കാലയളവ്
mr: मासिक पाळी कालावधी
or: ମାସିକ ଅବଧି
pa: ਮਾਹਵਾਰੀ ਦੀ ਮਿਆਦ
ta: மாதவிடாய் கால அளவு
te: ఋతుస్రావ వ్యవధి
ur: ماہواری کا دورانیہ

source: Not set
bn: নির্ধারিত নয়
gu: સેટ નથી
hi: सेट नहीं है
kn: ನಿಗದಿಪಡಿಸಿಲ್ಲ
ml: സെറ്റ് ചെയ്തിട്ടില്ല
mr: सेट केलेले नाही
or: ସେଟ ହୋଇନାହିଁ
pa: ਸੈੱਟ ਨਹੀਂ ਹੈ
ta: அமைக்கப்படவில்லை
te: సెట్ చేయలేదు
ur: مقرر نہیں

source: Logout
bn: লগআউট
gu: લૉગ આઉટ
hi: लॉगआउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗൗട്ട്
mr: लॉगआउट
or: ଲଗଆଉଟ୍
pa: ਲੌਗ ਆਊਟ
ta: வெளியேறு
te: లాగౌట్
ur: لاگ آؤٹ

source: Language
bn: ভাষা
gu: ભાષા
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష
ur: زبان

source: Student
bn: ছাত্র
gu: વિદ્યાર્થી
hi: छात्र
kn: ವಿದ್ಯಾರ್ಥಿ
ml: വിദ്യാർത്ഥി
mr: विद्यार्थी
or: ଛାତ୍ର
pa: ਵਿਦਿਆਰਥੀ
ta: மாணவர்
te: విద్యార్థి
ur: طالب علم

# aiTutorWelcome
source: Hi! I'm your AI Tutor. I'm here to help you learn at your own pace. You can ask me anything, upload a textbook chapter for a summary, use the quick buttons below, or click the microphone icon for voice input!
bn: নমস্কার! আমি আপনার AI শিক্ষক। আমি আপনাকে নিজের গতিতে শিখতে সাহায্য করতে এখানে আছি। আপনি আমাকে যেকোনো প্রশ্ন করতে পারেন, সারাংশের জন্য একটি পাঠ্যপুস্তকের অধ্যায় আপলোড করতে পারেন, নিচের দ্রুত বোতামগুলি ব্যবহার করতে পারেন, বা ভয়েস ইনপুটের জন্য মাইক্রোফোন আইকনে ক্লিক করতে পারেন!
gu: નમસ્તે! હું તમારો AI ટ્યુટર છું. હું તમને તમારી ગતિએ શીખવામાં મદદ કરવા અહીં છું. તમે મને કંઈ પણ પૂછી શકો છો, સારાંશ માટે પાઠ્યપુસ્તકનો અધ્યાય અપલોડ કરી શકો છો, નીચેના ઝડપી બટનનો ઉપયોગ કરી શકો છો, અથવા અવાજ ઇનપુટ માટે માઇક્રોફોન આઇકન પર ક્લિક કરી શકો છો!
hi: नमस्ते! मैं आपका AI ट्यूटर हूँ। मैं आपकी अपनी गति से सीखने में मदद करने के लिए यहाँ हूँ। आप मुझसे कुछ भी पूछ सकते हैं, सारांश के लिए पाठ्यपुस्तक का अध्याय अपलोड कर सकते हैं, नीचे दिए गए त्वरित बटन का उपयोग कर सकते हैं, या वॉइस इनपुट के लिए माइक्रोफ़ोन आइकन पर क्लिक कर सकते हैं!
kn: ನಮಸ್ಕಾರ! ನಾನು ನಿಮ್ಮ AI ಶಿಕ್ಷಕ. ನಿಮ್ಮ ವೇಗದಲ್ಲಿ ಕಲಿಯಲು ಸಹಾಯ ಮಾಡಲು ನಾನಿಲ್ಲಿದ್ದೇನೆ. ನೀವು ಏನನ್ನಾದರೂ ಕೇಳಬಹುದು, ಸಾರಾಂಶಕ್ಕಾಗಿ ಪಠ್ಯಪುಸ್ತಕ ಅಧ್ಯಾಯವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಬಹುದು, ಕೆಳಗಿನ ತ್ವರಿತ ಬಟನ್‌ಗಳನ್ನು ಬಳಸಬಹುದು, ಅಥವಾ ಧ್ವನಿ ಇನ್‌ಪುಟ್‌ಗಾಗಿ ಮೈಕ್ರೋಫೋನ್ ಐಕಾನ್ ಕ್ಲಿಕ್ ಮಾಡಬಹುದು!
ml: ഹായ്! ഞാൻ നിങ്ങളുടെ AI ട്യൂട്ടറാണ്. നിങ്ങളുടെ സ്വന്തം വേഗതയിൽ പഠിക്കാൻ ഞാൻ ഇവിടെയുണ്ട്. നിങ്ങൾക്ക് എന്തും ചോദിക്കാം, സംഗ്രഹത്തിനായി ഒരു പാഠപുസ്തക അധ്യായം അപ്‌ലോഡ് ചെയ്യാം, താഴെയുള്ള ക്വിക്ക് ബട്ടണുകൾ ഉപയോഗിക്കാം, അല്ലെങ്കിൽ ശബ്ദ ഇൻപുട്ടിനായി മൈക്രോഫോൺ ഐക്കണിൽ ക്ലിക്ക് ചെയ്യാം!
mr: नमस्कार! मी तुमचा AI शिक्षक आहे. मी तुम्हाला तुमच्या गतीने शिकण्यात मदत करण्यासाठी येथे आहे. तुम्ही मला काहीही विचारू शकता, सारांशासाठी पाठ्यपुस्तकाचा अध्याय अपलोड करू शकता, खालील त्वरित बटणे वापरू शकता, किंवा आवाज इनपुटसाठी मायक्रोफोन चिन्हावर क्लिक करू शकता!
or: ନମସ୍କାର! ମୁଁ ଆପଣଙ୍କ AI ଶିକ୍ଷକ। ଆପଣଙ୍କ ନିଜ ଗତିରେ ଶିଖିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ମୁଁ ଏଠାରେ ଅଛି। ଆପଣ ମୋତେ ଯେକୌଣସି ପ୍ରଶ୍ନ ପଚାରିପାରିବେ, ସାରାଂଶ ପାଇଁ ଏକ ପାଠ୍ୟପୁସ୍ତକ ଅଧ୍ୟାୟ ଅପଲୋଡ୍ କରିପାରିବେ, ତଳର ଦ୍ରୁତ ବଟନ୍ ବ୍ୟବହାର କରିପାରିବେ, କିମ୍ବା ଭଏସ୍ ଇନପୁଟ ପାଇଁ ମାଇକ୍ରୋଫୋନ ଆଇକନ୍ କ୍ଲିକ୍ କରିପାରିବେ!
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ! ਮੈਂ ਤੁਹਾਡਾ AI ਟਿਊਟਰ ਹਾਂ। ਮੈਂ ਤੁਹਾਡੀ ਆਪਣੀ ਰਫ਼ਤਾਰ ਨਾਲ ਸਿੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਇੱਥੇ ਹਾਂ। ਤੁਸੀਂ ਮੈਨੂੰ ਕੁਝ ਵੀ ਪੁੱਛ ਸਕਦੇ ਹੋ, ਸਾਰ ਲਈ ਪਾਠ-ਪੁਸਤਕ ਦਾ ਅਧਿਆਇ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਹੇਠਾਂ ਦਿੱਤੇ ਤੇਜ਼ ਬਟਨ ਵਰਤ ਸਕਦੇ ਹੋ, ਜਾਂ ਆਵਾਜ਼ ਇਨਪੁਟ ਲਈ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਆਈਕਨ ਤੇ ਕਲਿੱਕ ਕਰੋ!
ta: வணக்கம்! நான் உங்கள் AI ஆசிரியர். உங்கள் சொந்த வேகத்தில் கற்றுக்கொள்ள நான் உதவ இங்கே இருக்கிறேன். நீங்கள் எதையும் கேட்கலாம், சுருக்கத்திற்கு ஒரு பாடப்புத்தக அத்தியாயத்தை பதிவேற்றலாம், கீழே உள்ள விரைவு பொத்தான்களைப் பயன்படுத்தலாம், அல்லது குரல் உள்ளீட்டிற்கு மைக்ரோஃபோன் ஐகானைக் கிளிக் செய்யலாம்!
te: నమస్కారం! నేను మీ AI ట్యూటర్‌ని. మీ సొంత వేగంతో నేర్చుకోవడంలో మీకు సహాయం చేయడానికి ఇక్కడ ఉన్నాను. మీరు ఏదైనా అడగవచ్చు, సారాంశం కోసం పాఠ్యపుస్తక అధ్యాయం అప్‌లోడ్ చేయవచ్చు, క్రింది త్వరిత బటన్లు ఉపయోగించవచ్చు లేదా వాయిస్ ఇన్‌పుట్ కోసం మైక్రోఫోన్ చిహ్నం నొక్కవచ్చు!
ur: السلام علیکم! میں آپ کا AI ٹیوٹر ہوں۔ میں آپ کی رفتار سے سیکھنے میں مدد کے لیے حاضر ہوں۔ آپ مجھ سے کچھ بھی پوچھ سکتے ہیں، خلاصے کے لیے نصابی مواد اپلوڈ کریں، نیچے دیے گئے فوری بٹن استعمال کریں، یا آواز سے لکھنے کے لیے مائیکروفون آئیکن دبائیں!

# connectToOllama
source: Please connect to Ollama first
bn: অনুগ্রহ করে প্রথমে Ollama-র সাথে সংযোগ করুন
gu: કૃપા કરી પહેલા Ollama સાથે જોડાણ કરો
hi: कृपया पहले Ollama से कनेक्ट करें
kn: ದಯವಿಟ್ಟು ಮೊದಲು Ollama ಗೆ ಸಂಪರ್ಕಿಸಿ
ml: ദയവായി ആദ്യം Ollama-യിലേക്ക് കണക്ട് ചെയ്യുക
mr: कृपया प्रथम Ollama शी जोडणी करा
or: ଦୟାକରି ପ୍ରଥମେ Ollama ସହ ସଂଯୋଗ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ Ollama ਨਾਲ ਜੁੜੋ
ta: முதலில் Ollama உடன் இணைக்கவும்
te: దయచేసి ముందుగా Ollama కి కనెక్ట్ అవ్వండి
ur: براہ کرم پہلے Ollama سے جڑیں

source: Failed to read file
bn: ফাইল পড়তে ব্যর্থ
gu: ફાઇલ વાંચવામાં નિષ્ફળ
hi: फ़ाइल पढ़ने में विफल
kn: ಫೈಲ್ ಓದಲು ವಿಫಲವಾಗಿದೆ
ml: ഫയൽ വായിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: फाइल वाचण्यात अयशस्वी
or: ଫାଇଲ୍ ପଢ଼ିବାରେ ବିଫଳ
pa: ਫ਼ਾਈਲ ਪੜ੍ਹਨ ਵਿੱਚ ਅਸਫ਼ਲ
ta: கோப்பைப் படிக்க இயலவில்லை
te: ఫైల్ చదవడం విఫలమైంది
ur: فائل پڑھنے میں ناکامی

# summarizingMaterial
source: Summarizing your material…
bn: আপনার উপাদান সারসংক্ষেপ করা হচ্ছে…
gu: તમારી સામગ્રીનો સારાંશ બનાવી રહ્યા છીએ…
hi: आपकी सामग्री का सारांश बनाया जा रहा है…
kn: ನಿಮ್ಮ ಸಾಮಗ್ರಿಯನ್ನು ಸಾರಾಂಶಗೊಳಿಸಲಾಗುತ್ತಿದೆ…
ml: നിങ്ങളുടെ മെറ്റീരിയൽ സംഗ്രഹിക്കുന്നു…
mr: तुमची सामग्री सारांशित करत आहे…
or: ଆପଣଙ୍କ ସାମଗ୍ରୀ ସାରାଂଶ କରାଯାଉଛି…
pa: ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਦਾ ਸਾਰ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ…
ta: உங்கள் பொருளை சுருக்குகிறது…
te: మీ మెటీరియల్‌ని సంక్షిప్తీకరిస్తోంది…
ur: آپ کے مواد کا خلاصہ کیا جا رہا ہے…

source: Failed to summarize
bn: সারসংক্ষেপ করতে ব্যর্থ
gu: સારાંશ બનાવવામાં નિષ્ફળ
hi: सारांश बनाने में विफल
kn: ಸಾರಾಂಶಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ml: സംഗ്രഹിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: सारांश करण्यात अयशस्वी
or: ସାରାଂଶ କରିବାରେ ବିଫଳ
pa: ਸਾਰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫ਼ਲ
ta: சுருக்க இயலவில்லை
te: సంక్షిప్తీకరించడం విఫలమైంది
ur: خلاصہ کرنے میں ناکامی

# summaryTitle
source: Summary: {filename}
bn: সারসংক্ষেপ: {filename}
gu: સારાંશ: {filename}
hi: सारांश: {filename}
kn: ಸಾರಾಂಶ: {filename}
ml: സംഗ്രഹം: {filename}
mr: सारांश: {filename}
or: ସାରାଂଶ: {filename}
pa: ਸਾਰ: {filename}
ta: சுருக்கம்: {filename}
te: సారాంశం: {filename}
ur: خلاصہ: {filename}

# failedToSummarizeMaterial
source: Failed to summarize the material. Please try again or ask me questions about it directly!
bn: উপাদানের সারসংক্ষেপ করতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন বা এটি সম্পর্কে আমাকে সরাসরি প্রশ্ন করুন!
gu: સામગ્રીનો સારાંશ બનાવવામાં નિષ્ફળ. કૃપા કરી ફરી પ્રયાસ કરો અથવા સીધા પ્રશ્નો પૂછો!
hi: सामग्री का सारांश बनाने में विफल। कृपया पुनः प्रयास करें या इसके बारे में सीधे मुझसे प्रश्न पूछें!
kn: ಸಾಮಗ್ರಿಯನ್ನು ಸಾರಾಂಶಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ನೇರವಾಗಿ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ!
ml: മെറ്റീരിയൽ സംഗ്രഹിക്കുന്നതിൽ പരാജയപ്പെട്ടു. ദയവായി വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ ഇതിനെക്കുറിച്ച് നേരിട്ട് ചോദ്യങ്ങൾ ചോദിക്കുക!
mr: सामग्रीचा सारांश करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा किंवा मला त्याबद्दल थेट प्रश्न विचारा!
or: ସାମଗ୍ରୀ ସାରାଂଶ କରିବାରେ ବିଫଳ। ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଏହା ବିଷୟରେ ସିଧା ପ୍ରଶ୍ନ ପଚାରନ୍ତୁ!
pa: ਸਮੱਗਰੀ ਦਾ ਸਾਰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫ਼ਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਇਸ ਬਾਰੇ ਸਿੱਧੇ ਸਵਾਲ ਪੁੱਛੋ!
ta: பொருளை சுருக்க இயலவில்லை. மீண்டும் முயற்சிக்கவும் அல்லது அதைப் பற்றி நேரடியாக கேள்விகள் கேளுங்கள்!
te: మెటీరియల్‌ని సంక్షిప్తీకరించడం విఫలమైంది. దయచేసి మళ్ళీ ప్రయత్నించండి లేదా దాని గురించి నేరుగా ప్రశ్నలు అడగండి!
ur: مواد کا خلاصہ کرنے میں ناکامی۔ براہ کرم دوبارہ کوشش کریں یا مجھ سے براہ راست سوالات پوچھیں!

source: Error uploading file
bn: ফাইল আপলোড করতে ত্রুটি
gu: ફાઇલ અપલોડ કરવામાં ભૂલ
hi: फ़ाइल अपलोड करने में त्रुटि
kn: ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ
ml: ഫയൽ അപ്‌ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mr: फाइल अपलोड करताना त्रुटी
or: ଫାଇଲ୍ ଅପଲୋଡ୍ କରିବାରେ ତ୍ରୁଟି
pa: ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
ta: கோப்பு பதிவேற்றத்தில் பிழை
te: ఫైల్ అప్‌లోడ్ చేయడంలో లోపం
ur: فائل اپلوڈ کرنے میں خرابی

source: Thinking…
bn: চিন্তা করা হচ্ছে…
gu: વિચારી રહ્યા છીએ…
hi: सोच रहा हूँ…
kn: ಯೋಚಿಸುತ್ತಿದೆ…
ml: ചിന്തിക്കുന്നു…
mr: विचार करत आहे…
or: ଚିନ୍ତା କରୁଛି…
pa: ਸੋਚ ਰਿਹਾ ਹੈ…
ta: யோசிக்கிறது…
te: ఆలోచిస్తోంది…
ur: سوچ رہا ہوں…

source: Explain Simply
bn: সহজভাবে ব্যাখ্যা করুন
gu: સરળ રીતે સમજાવો
hi: सरल भाषा में समझाएँ
kn: ಸರಳವಾಗಿ ವಿವರಿಸಿ
ml: ലളിതമായി വിശദീകരിക്കുക
mr: सोप्या भाषेत समजावून सांगा
or: ସରଳ ଭାବରେ ବୁଝାନ୍ତୁ
pa: ਸੌਖੇ ਸ਼ਬਦਾਂ ਵਿੱਚ ਦੱਸੋ
ta: எளிமையாக விளக்கவும்
te: సులభంగా వివరించండి
ur: آسان الفاظ میں سمجھائیں

source: Quiz Me
bn: আমাকে প্রশ্ন করুন
gu: મને પ્રશ્ન પૂછો
hi: मुझसे प्रश्न पूछें
kn: ನನಗೆ ಪ್ರಶ್ನೆ ಕೇಳಿ
ml: ക്വിസ് ചോദിക്കൂ
mr: मला प्रश्न विचारा
or: ମୋତେ ପ୍ରଶ୍ନ କରନ୍ତୁ
pa: ਮੈਨੂੰ ਪ੍ਰਸ਼ਨ ਪੁੱਛੋ
ta: என்னைக் கேளுங்கள்
te: నన్ను పరీక్షించండి
ur: مجھ سے سوال کریں

source: Summarize
bn: সারসংক্ষেপ
gu: સારાંશ
hi: सारांश
kn: ಸಾರಾಂಶ
ml: സംഗ്രഹിക്കുക
mr: सारांश करा
or: ସାରାଂଶ
pa: ਸਾਰ ਦਿਓ
ta: சுருக்கவும்
te: సంక్షిప్తీకరించండి
ur: خلاصہ کریں

# typeOrVoice
source: Type or use mic for voice input…
bn: টাইপ করুন বা ভয়েস ইনপুটের জন্য মাইক ব্যবহার করুন…
gu: ટાઇપ કરો અથવા અવાજ ઇનપુટ માટે માઇક વાપરો…
hi: टाइप करें या वॉइस इनपुट के लिए माइक का उपयोग करें…
kn: ಟೈಪ್ ಮಾಡಿ ಅಥವಾ ಧ್ವನಿ ಇನ್‌ಪುಟ್‌ಗಾಗಿ ಮೈಕ್ ಬಳಸಿ…
ml: ടൈപ്പ് ചെയ്യുക അല്ലെങ്കിൽ ശബ്ദ ഇൻപുട്ടിന് മൈക്ക് ഉപയോഗിക്കുക…
mr: टाइप करा किंवा आवाज इनपुटसाठी माइक वापरा…
or: ଟାଇପ୍ କରନ୍ତୁ କିମ୍ବା ଭଏସ୍ ଇନପୁଟ ପାଇଁ ମାଇକ୍ ବ୍ୟବହାର କରନ୍ତୁ…
pa: ਟਾਈਪ ਕਰੋ ਜਾਂ ਆਵਾਜ਼ ਇਨਪੁਟ ਲਈ ਮਾਈਕ ਵਰਤੋ…
ta: தட்டச்சு செய்யவும் அல்லது குரல் உள்ளீட்டிற்கு மைக்கைப் பயன்படுத்தவும்…
te: టైప్ చేయండి లేదా వాయిస్ ఇన్‌పుట్ కోసం మైక్ ఉపయోగించండి…
ur: لکھیں یا آواز کے لیے مائیک استعمال کریں…

source: Tutor not available…
bn: শিক্ষক উপলব্ধ নয়…
gu: ટ્યુટર ઉપલબ્ધ નથી…
hi: ट्यूटर उपलब्ध नहीं है…
kn: ಶಿಕ್ಷಕ ಲಭ್ಯವಿಲ್ಲ…
ml: ട്യൂട്ടർ ലഭ്യമല്ല…
mr: शिक्षक उपलब्ध नाही…
or: ଶିକ୍ଷକ ଉପಲବ୍ଧ ନାହାନ୍ତି…
pa: ਟਿਊਟਰ ਉਪਲਬਧ ਨਹੀਂ ਹੈ…
ta: ஆசிரியர் கிடைக்கவில்லை…
te: ట్యూటర్ అందుబాటులో లేదు…
ur: ٹیوٹر دستیاب نہیں ہے…

# startVoiceInput
source: Start voice input (for disabled students)
bn: ভয়েস ইনপুট শুরু করুন (প্রতিবন্ধী ছাত্রদের জন্য)
gu: અવાજ ઇનપુટ શરૂ કરો (વિકલાંગ વિદ્યાર્થીઓ માટે)
hi: वॉइस इनपुट शुरू करें (दिव्यांग छात्रों के लिए)
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಪ್ರಾರಂಭಿಸಿ (ಅಂಗವಿಕಲ ವಿದ್ಯಾರ್ಥಿಗಳಿಗಾಗಿ)
ml: ശബ്ദ ഇൻപുട്ട് ആരംഭിക്കുക (വൈകല്യമുള്ള വിദ്യാർത്ഥികൾക്ക്)
mr: आवाज इनपुट सुरू करा (दिव्यांग विद्यार्थ्यांसाठी)
or: ଭଏସ୍ ଇନପୁଟ ଆରମ୍ଭ କରନ୍ତୁ (ଅକ୍ଷମ ଛାତ୍ରଙ୍କ ପାଇଁ)
pa: ਆਵਾਜ਼ ਇਨਪੁਟ ਸ਼ੁਰੂ ਕਰੋ (ਅਪੰਗ ਵਿਦਿਆਰਥੀਆਂ ਲਈ)
ta: குரல் உள்ளீட்டைத் தொடங்கவும் (மாற்றுத்திறனாளி மாணவர்களுக்கு)
te: వాయిస్ ఇన్‌పుట్ ప్రారంభించండి (వికలాంగ విద్యార్థుల కోసం)
ur: آواز سے لکھنا شروع کریں (معذور طلبا کے لیے)

source: Stop recording
bn: রেকর্ডিং বন্ধ করুন
gu: રેકોર્ડિંગ બંધ કરો
hi: रिकॉर्डिंग बंद करें
kn: ರೆಕಾರ್ಡಿಂಗ್ ನಿಲ್ಲಿಸಿ
ml: റെക്കോർഡിങ് നിർത്തുക
mr: रेकॉर्डिंग थांबवा
or: ରେକର୍ଡିଂ ବନ୍ଦ କରନ୍ତୁ
pa: ਰਿਕਾਰਡਿੰਗ ਬੰਦ ਕਰੋ
ta: பதிவை நிறுத்தவும்
te: రికార్డింగ్ ఆపండి
ur: ریکارڈنگ بند کریں

# ttsOn
source: TTS On (replies will be read aloud)
bn: TTS চালু (উত্তরগুলি জোরে পড়া হবে)
gu: TTS ચાલુ (જવાબો મોટેથી વાંચવામાં આવશે)
hi: TTS चालू (उत्तर ज़ोर से पढ़े जाएँगे)
kn: TTS ಆನ್ (ಉತ್ತರಗಳನ್ನು ಜೋರಾಗಿ ಓದಲಾಗುವುದು)
ml: TTS ഓൺ (മറുപടികൾ ഉറക്കെ വായിക്കും)
mr: TTS चालू (उत्तरे मोठ्याने वाचली जातील)
or: TTS ଚାଲୁ (ଉତ୍ତରଗୁଡ଼ିକ ପଢ଼ି ଶୁଣାଯିବ)
pa: TTS ਚਾਲੂ (ਜਵਾਬ ਉੱਚੀ ਆਵਾਜ਼ ਵਿੱਚ ਪੜ੍ਹੇ ਜਾਣਗੇ)
ta: TTS இயக்கப்பட்டது (பதில்கள் சத்தமாகப் படிக்கப்படும்)
te: TTS ఆన్ (సమాధానాలు బిగ్గరగా చదవబడతాయి)
ur: TTS آن (جوابات بلند آواز میں پڑھے جائیں گے)

source: TTS Off
bn: TTS বন্ধ
gu: TTS બંધ
hi: TTS बंद
kn: TTS ಆಫ್
ml: TTS ഓഫ്
mr: TTS बंद
or: TTS ବନ୍ଦ
pa: TTS ਬੰਦ
ta: TTS முடக்கப்பட்டது
te: TTS ఆఫ్
ur: TTS آف

# listeningSpeak
source: Listening... speak now
bn: শোনা হচ্ছে... এখন বলুন
gu: સાંભળી રહ્યા છીએ... હવે બોલો
hi: सुन रहा हूँ... अब बोलें
kn: ಆಲಿಸುತ್ತಿದೆ... ಈಗ ಮಾತನಾಡಿ
ml: ശ്രദ്ധിക്കുന്നു... ഇപ്പോൾ സംസാരിക്കുക
mr: ऐकत आहे... आता बोला
or: ଶୁଣୁଛି... ବର୍ତ୍ତମାନ କୁହନ୍ତୁ
pa: ਸੁਣ ਰਿਹਾ ਹੈ... ਹੁਣ ਬੋਲੋ
ta: கேட்கிறது... இப்போது பேசுங்கள்
te: వింటోంది... ఇప్పుడు మాట్లాడండి
ur: سن رہا ہوں... اب بولیں

# speechNotAvailable
source: Speech recognition not available
bn: বাক সনাক্তকরণ উপলব্ধ নয়
gu: વાણી ઓળખ ઉપલબ્ધ નથી
hi: वाक् पहचान उपलब्ध नहीं है
kn: ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಲಭ್ಯವಿಲ್ಲ
ml: സ്പീച്ച് റെക്കഗ്നിഷൻ ലഭ്യമല്ല
mr: भाषण ओळख उपलब्ध नाही
or: ବାକ୍ ଚିହ୍ନଟ ଉପಲବ୍ଧ ନାହିଁ
pa: ਬੋਲੀ ਪਛਾਣ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ta: பேச்சு அறிதல் கிடைக்கவில்லை
te: వాక్ గుర్తింపు అందుబాటులో లేదు
ur: آواز کی شناخت دستیاب نہیں ہے

source: Checking tutor connection…
bn: শিক্ষকের সংযোগ পরীক্ষা করা হচ্ছে…
gu: ટ્યુટર જોડાણ તપાસી રહ્યા છીએ…
hi: ट्यूटर कनेक्शन जाँचा जा रहा है…
kn: ಶಿಕ್ಷಕ ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ…
ml: ട്യൂട്ടർ കണക്ഷൻ പരിശോധിക്കുന്നു…
mr: शिक्षक जोडणी तपासत आहे…
or: ଶିକ୍ଷକ ସଂଯୋଗ ଯାଞ୍ଚ କରାଯାଉଛି…
pa: ਟਿਊਟਰ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ…
ta: ஆசிரியர் இணைப்பை சரிபார்க்கிறது…
te: ట్యూటర్ కనెక్షన్ తనిఖీ చేస్తోంది…
ur: ٹیوٹر کنکشن چیک ہو رہا ہے…

source: Tutor connected
bn: শিক্ষক সংযুক্ত
gu: ટ્યુટર જોડાયેલ છે
hi: ट्यूटर जुड़ गया
kn: ಶಿಕ್ಷಕ ಸಂಪರ್ಕಗೊಂಡಿದೆ
ml: ട്യൂട്ടർ ബന്ധിപ്പിച്ചു
mr: शिक्षक जोडला गेला
or: ଶିକ୍ଷକ ସଂଯୁକ୍ତ
pa: ਟਿਊਟਰ ਜੁੜ ਗਿਆ
ta: ஆசிரியர் இணைக்கப்பட்டது
te: ట్యూటర్ కనెక్ట్ అయింది
ur: ٹیوٹر منسلک ہے

# tutorOffline
source: Tutor offline — retrying automatically…
bn: শিক্ষক অফলাইন — স্বয়ংক্রিয়ভাবে পুনরায় চেষ্টা হচ্ছে…
gu: ટ્યુટર ઑફલાઇન — આપમેળે ફરી પ્રયાસ થઈ રહ્યો છે…
hi: ट्यूटर ऑफ़लाइन — स्वचालित पुनः प्रयास हो रहा है…
kn: ಶಿಕ್ಷಕ ಆಫ್‌ಲೈನ್ — ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮರುಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ…
ml: ട്യൂട്ടർ ഓഫ്‌ലൈൻ — സ്വയമേവ വീണ്ടും ശ്രമിക്കുന്നു…
mr: शिक्षक ऑफलाइन — स्वयंचलित पुन्हा प्रयत्न…
or: ଶିକ୍ଷକ ଅଫଲାଇନ — ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପୁନଃଚେଷ୍ଟା ହେଉଛି…
pa: ਟਿਊਟਰ ਔਫ਼ਲਾਈਨ ਹੈ — ਆਪਣੇ ਆਪ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਹੋ ਰਹੀ ਹੈ…
ta: ஆசிரியர் ஆஃப்லைன் — தானாக மீண்டும் முயற்சிக்கிறது…
te: ట్యూటర్ ఆఫ్‌లైన్ — స్వయంచాలకంగా మళ్ళీ ప్రయత్నిస్తోంది…
ur: ٹیوٹر آف لائن — خودکار دوبارہ کوشش…

source: Upload
bn: আপলোড
gu: અપલોડ
hi: अपलोड
kn: ಅಪ್‌ಲೋಡ್
ml: അപ്‌ലോഡ്
mr: अपलोड
or: ଅପଲୋଡ୍
pa: ਅੱਪਲੋਡ
ta: பதிவேற்றவும்
te: అప్‌లోడ్
ur: اپلوڈ

# ttsEnabled
source: Text-to-speech enabled
bn: টেক্সট-টু-স্পিচ সক্রিয়
gu: ટેક્સ્ટ-ટુ-સ્પીચ સક્ષમ
hi: टेक्स्ट-टू-स्पीच सक्रिय
kn: ಪಠ್ಯ-ಧ್ವನಿ ಸಕ್ರಿಯಗೊಂಡಿದೆ
ml: ടെക്സ്റ്റ്-ടു-സ്പീച്ച് സജീവമാക്കി
mr: मजकूर-ते-भाषण सक्षम
or: ଟେକ୍ସଟ-ଟୁ-ସ୍ପିଚ୍ ସକ୍ଷମ
pa: ਟੈਕਸਟ-ਟੂ-ਸਪੀਚ ਚਾਲੂ ਹੈ
ta: உரையிலிருந்து பேச்சு இயக்கப்பட்டது
te: టెక్స్ట్-టు-స్పీచ్ ఎనేబుల్ చేయబడింది
ur: متن سے آواز فعال ہے

source: Sign Language IoT
bn: সাংকেতিক ভাষা IoT
gu: સાંકેતિક ભાષા IoT
hi: सांकेतिक भाषा IoT
kn: ಸಂಜ್ಞಾ ಭಾಷೆ IoT
ml: ആംഗ്യഭാഷ IoT
mr: सांकेतिक भाषा IoT
or: ସଂକେତ ଭାଷା IoT
pa: ਸੈਨਤ ਭਾਸ਼ਾ IoT
ta: சைகை மொழி IoT
te: సంకేత భాష IoT
ur: اشاروں کی زبان IoT

source: PC Hub: Connected
bn: PC Hub: সংযুক্ত
gu: PC Hub: જોડાયેલ
hi: PC Hub: जुड़ा हुआ
kn: PC Hub: ಸಂಪರ್ಕಗೊಂಡಿದೆ
ml: PC Hub: ബന്ധിപ്പിച്ചു
mr: PC Hub: जोडले गेले
or: PC Hub: ସଂଯୁକ୍ତ
pa: PC Hub: ਜੁੜਿਆ ਹੋਇਆ
ta: PC Hub: இணைக்கப்பட்டது
te: PC Hub: కనెక్ట్ అయింది
ur: PC Hub: منسلک

# receivingTransmissions
source: Receiving real-time glove transmissions
bn: রিয়েল-টাইম গ্লাভ ট্রান্সমিশন গ্রহণ করা হচ্ছে
gu: રિઅલ-ટાઇમ ગ્લવ ટ્રાન્સમિશન મળી રહ્યા છે
hi: ग्लव से रीयल-टाइम ट्रांसमिशन प्राप्त हो रहा है
kn: ನೈಜ-ಸಮಯದ ಕೈಗವಸು ಪ್ರಸರಣಗಳನ್ನು ಸ್ವೀಕರಿಸಲಾಗುತ್ತಿದೆ
ml: തത്സമയ ഗ്ലൗ ട്രാൻസ്മിഷനുകൾ സ്വീകരിക്കുന്നു
mr: रिअल-टाइम ग्लोव्ह ट्रान्समिशन प्राप्त होत आहेत
or: ରିଅଲ-ଟାଇମ ଗ୍ଲୋଭ ସଂପ୍ରେଷଣ ଗ୍ରହଣ କରୁଛି
pa: ਰੀਅਲ-ਟਾਈਮ ਦਸਤਾਨੇ ਟ੍ਰਾਂਸਮਿਸ਼ਨ ਪ੍ਰਾਪਤ ਹੋ ਰਹੇ ਹਨ
ta: நிகழ்நேர கையுறை பரிமாற்றங்களைப் பெறுகிறது
te: రియల్-టైమ్ గ్లోవ్ ట్రాన్స్‌మిషన్లు అందుతున్నాయి
ur: دستانے سے براہ راست ٹرانسمیشن موصول ہو رہی ہیں

# smartGlove
source: Smart Glove — 5 Finger Flex
bn: স্মার্ট গ্লাভ — ৫ আঙুল ফ্লেক্স
gu: સ્માર્ટ ગ્લવ — 5 આંગળી ફ્લેક્સ
hi: स्मार्ट ग्लव — 5 अंगुली फ्लेक्स
kn: ಸ್ಮಾರ್ಟ್ ಕೈಗವಸು — 5 ಬೆರಳು ಬಾಗುವಿಕೆ
ml: സ്മാർട്ട് ഗ്ലൗ — 5 വിരൽ ഫ്ലെക്സ്
mr: स्मार्ट ग्लोव्ह — ५ बोटांचे फ्लेक्स
or: ସ୍ମାର୍ଟ ଗ୍ଲୋଭ — 5 ଆଙ୍ଗୁଳି ଫ୍ଲେକ୍ସ
pa: ਸਮਾਰਟ ਦਸਤਾਨਾ — 5 ਉਂਗਲਾਂ ਫਲੈਕਸ
ta: ஸ்மார்ட் கையுறை — 5 விரல் வளைவு
te: స్మార్ట్ గ్లోవ్ — 5 వేలు ఫ్లెక్స్
ur: سمارٹ دستانہ — 5 انگلیوں کا فلیکس

source: Thumb
bn: বুড়ো আঙুল
gu: અંગૂઠો
hi: अंगूठा
kn: ಹೆಬ್ಬೆರಳು
ml: തള്ളവിരൽ
mr: अंगठा
or: ବୁଢ଼ା ଆଙ୍ଗୁଳି
pa: ਅੰਗੂਠਾ
ta: கட்டைவிரல்
te: బొటనవేలు
ur: انگوٹھا

# indexFinger
source: Index
bn: তর্জনী
gu: તર્જની
hi: तर्जनी
kn: ತೋರುಬೆರಳು
ml: ചൂണ്ടുവിരൽ
mr: तर्जनी
or: ତର୍ଜନୀ
pa: ਤਰਜਨੀ
ta: ஆள்காட்டி விரல்
te: చూపుడు వేలు
ur: شہادت کی انگلی

# middleFinger
source: Middle
bn: মধ্যমা
gu: મધ્યમા
hi: मध्यमा
kn: ಮಧ್ಯದ ಬೆರಳು
ml: നടുവിരൽ
mr: मधले बोट
or: ମଧ୍ୟମା
pa: ਵਿਚਕਾਰਲੀ
ta: நடுவிரல்
te: మధ్య వేలు
ur: درمیانی انگلی

# ringFinger
source: Ring
bn: অনামিকা
gu: અનામિકા
hi: अनामिका
kn: ಉಂಗುರ ಬೆರಳು
ml: മോതിരവിരൽ
mr: अनामिका
or: ଅନାମିକା
pa: ਮੁੰਦਰੀ ਵਾਲੀ
ta: மோதிர விரல்
te: ఉంగరపు వేలు
ur: انگوٹھی والی انگلی

# pinkyFinger
source: Pinky
bn: কনিষ্ঠা
gu: ટચલી
hi: कनिष्ठा
kn: ಕಿರುಬೆರಳು
ml: ചെറുവിരൽ
mr: करंगळी
or: କନିଷ୍ଠା
pa: ਛੋਟੀ ਉਂਗਲ
ta: சுண்டு விரல்
te: చిటికెన వేలు
ur: چھوٹی انگلی

# aiTranslation
source: AI Translation (Ollama)
bn: AI অনুবাদ (Ollama)
gu: AI અનુવાદ (Ollama)
hi: AI अनुवाद (Ollama)
kn: AI ಅನುವಾದ (Ollama)
ml: AI വിവർത്തനം (Ollama)
mr: AI भाषांतर (Ollama)
or: AI ଅନୁବାଦ (Ollama)
pa: AI ਅਨੁਵਾਦ (Ollama)
ta: AI மொழிபெயர்ப்பு (Ollama)
te: AI అనువాదం (Ollama)
ur: AI ترجمہ (Ollama)

source: Detected Gesture:
bn: শনাক্তকৃত অঙ্গভঙ্গি:
gu: ઓળખાયેલ હાવભાવ:
hi: पहचाना गया संकेत:
kn: ಪತ್ತೆಯಾದ ಸನ್ನೆ:
ml: കണ്ടെത്തിയ ആംഗ്യം:
mr: ओळखलेला हावभाव:
or: ଚିହ୍ନଟ ହୋଇଥିବା ଅଙ୍ଗଭଙ୍ଗୀ:
pa: ਪਛਾਣਿਆ ਇਸ਼ਾਰਾ:
ta: கண்டறியப்பட்ட சைகை:
te: గుర్తించిన సంకేతం:
ur: شناخت شدہ اشارہ:
