Repository: Rohan143-mp/Automata_hackathon
Catalog: healthguard_app/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te, ur

# welcomeTo
source: Welcome to {appName}
bn: {appName}-এ স্বাগতম
gu: {appName} માં આપનું સ્વાગત છે
hi: {appName} में आपका स्वागत है
kn: {appName} ಗೆ ಸ್ವಾಗತ
ml: {appName}-ലേക്ക് സ്വാഗതം
mr: {appName} मध्ये आपले स्वागत आहे
or: {appName} କୁ ସ୍ୱାଗତ
pa: {appName} ਵਿੱਚ ਜੀ ਆਇਆਂ ਨੂੰ
ta: {appName} க்கு வரவேற்கிறோம்
te: {appName} కి స్వాగతం
ur: {appName} میں خوش آمدید

source: Checking backend…
bn: ব্যাকএন্ড পরীক্ষা করা হচ্ছে…
gu: બેકએન્ડ તપાસી રહ્યા છીએ…
hi: बैकएंड की जाँच हो रही है…
kn: ಬ್ಯಾಕೆಂಡ್ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ…
ml: ബാക്കെൻഡ് പരിശോധിക്കുന്നു…
mr: बॅकएंड तपासत आहे…
or: ବ୍ୟାକଏଣ୍ଡ ଯାଞ୍ଚ କରାଯାଉଛି…
pa: ਬੈਕਐਂਡ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ…
ta: பின்னணி சேவையை சரிபார்க்கிறது…
te: బ్యాకెండ్ తనిఖీ చేస్తోంది…
ur: بیک اینڈ چیک ہو رہا ہے…

source: Backend Connected
bn: ব্যাকএন্ড সংযুক্ত
gu: બેકએન્ડ જોડાયેલ છે
hi: बैकएंड जुड़ गया
kn: ಬ್ಯಾಕೆಂಡ್ ಸಂಪರ್ಕಗೊಂಡಿದೆ
ml: ബാക്കെൻഡ് ബന്ധിപ്പിച്ചു
mr: बॅकएंड जोडले गेले
or: ବ୍ୟାକଏଣ୍ଡ ସଂଯୁକ୍ତ
pa: ਬੈਕਐਂਡ ਜੁੜ ਗਿਆ
ta: பின்னணி சேவை இணைக்கப்பட்டது
te: బ్యాకెండ్ కనెక్ట్ అయింది
ur: بیک اینڈ منسلک ہے

# noBackendTapRetry
source: No Backend — Tap to retry
bn: ব্যাকএন্ড নেই — পুনরায় চেষ্টা করতে ট্যাপ করুন
gu: બેકએન્ડ નથી — ફરી પ્રયાસ કરવા ટેપ કરો
hi: बैकएंड नहीं मिला — पुनः प्रयास करें
kn: ಬ್ಯಾಕೆಂಡ್ ಇಲ್ಲ — ಮರುಪ್ರಯತ್ನಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: ബാക്കെൻഡ് ഇല്ല — വീണ്ടും ശ്രമിക്കാൻ ടാപ്പ് ചെയ്യുക
mr: बॅकएंड नाही — पुन्हा प्रयत्न करण्यासाठी टॅप करा
or: ବ୍ୟାକଏଣ୍ଡ ନାହିଁ — ପୁନଃଚେଷ୍ଟା ପାଇଁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਕੋਈ ਬੈਕਐਂਡ ਨਹੀਂ — ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਲਈ ਟੈਪ ਕਰੋ
ta: பின்னணி சேவை இல்லை — மீண்டும் முயல தட்டவும்
te: బ్యాకెండ్ లేదు — మళ్ళీ ప్రయత్నించడానికి నొక్కండి
ur: بیک اینڈ نہیں ملا — دوبارہ کوشش کے لیے ٹیپ کریں

source: Continue as Student
bn: ছাত্র হিসাবে চালিয়ে যান
gu: વિદ્યાર્થી તરીકે ચાલુ રાખો
hi: छात्र के रूप में जारी रखें
kn: ವಿದ್ಯಾರ್ಥಿಯಾಗಿ ಮುಂದುವರಿಸಿ
ml: വിദ്യാർത്ഥിയായി തുടരുക
mr: विद्यार्थी म्हणून पुढे जा
or: ଛାତ୍ର ଭାବରେ ଜାରି ରଖନ୍ତୁ
pa: ਵਿਦਿਆਰਥੀ ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ
ta: மாணவராக தொடரவும்
te: విద్యార్థిగా కొనసాగించండి
ur: طالب علم کے طور پر جاری رکھیں

source: Continue as Doctor
bn: ডাক্তার হিসাবে চালিয়ে যান
gu: ડૉક્ટર તરીકે ચાલુ રાખો
hi: डॉक्टर के रूप में जारी रखें
kn: ವೈದ್ಯರಾಗಿ ಮುಂದುವರಿಸಿ
ml: ഡോക്ടറായി തുടരുക
mr: डॉक्टर म्हणून पुढे जा
or: ଡାକ୍ତର ଭାବରେ ଜାରି ରଖନ୍ତୁ
pa: ਡਾਕਟਰ ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ
ta: மருத்துவராக தொடரவும்
te: వైద్యుడిగా కొనసాగించండి
ur: ڈاکٹر کے طور پر جاری رکھیں

source: Username
bn: ব্যবহারকারীর নাম
gu: વપરાશકર્તા નામ
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರಹೆಸರು
ml: ഉപയോക്തൃനാമം
mr: वापरकर्तानाव
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
pa: ਯੂਜ਼ਰਨੇਮ
ta: பயனர்பெயர்
te: వాడుకరి పేరు
ur: صارف نام

source: Password
bn: পাসওয়ার্ড
gu: પાસવર્ડ
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
ur: پاس ورڈ

source: Login as Student
bn: ছাত্র হিসাবে লগইন করুন
gu: વિદ્યાર્થી તરીકે લૉગિન કરો
hi: छात्र के रूप में लॉगिन करें
kn: ವಿದ್ಯಾರ್ಥಿಯಾಗಿ ಲಾಗಿನ್ ಮಾಡಿ
ml: വിദ്യാർത്ഥിയായി ലോഗിൻ ചെയ്യുക
mr: विद्यार्थी म्हणून लॉगिन करा
or: ଛାତ୍ର ଭାବରେ ଲଗଇନ୍
pa: ਵਿਦਿਆਰਥੀ ਵਜੋਂ ਲੌਗਇਨ ਕਰੋ
ta: மாணவராக உள்நுழையவும்
te: విద్యార్థిగా లాగిన్
ur: طالب علم لاگ ان

# dontHaveAccount
source: Don't have an account? Sign up
bn: অ্যাকাউন্ট নেই? সাইন আপ করুন
gu: ખાતું નથી? સાઇન અપ કરો
hi: खाता नहीं है? साइन अप करें
kn: ಖಾತೆ ಇಲ್ಲವೇ? ಸೈನ್ ಅಪ್ ಮಾಡಿ
ml: അക്കൗണ്ട് ഇല്ലേ? സൈൻ അപ്പ് ചെയ്യുക
mr: खाते नाही? साइन अप करा
or: ଆକାଉଣ୍ଟ ନାହିଁ? ସାଇନ୍ ଅପ୍ କରନ୍ତୁ
pa: ਖਾਤਾ ਨਹੀਂ ਹੈ? ਸਾਈਨ ਅੱਪ ਕਰੋ
ta: கணக்கு இல்லையா? பதிவு செய்யவும்
te: ఖాతా లేదా? సైన్ అప్ చేయండి
ur: اکاؤنٹ نہیں ہے؟ سائن اپ کریں

# quickLogin
source: Quick Login (Direct Sign In)
bn: দ্রুত লগইন (সরাসরি সাইন ইন)
gu: ઝડપી લૉગિન (સીધું સાઇન ઇન)
hi: त्वरित लॉगिन (सीधा साइन इन)
kn: ತ್ವರಿತ ಲಾಗಿನ್ (ನೇರ ಸೈನ್ ಇನ್)
ml: ദ്രുത ലോഗിൻ (നേരിട്ട് സൈൻ ഇൻ)
mr: त्वरित लॉगिन (थेट साइन इन)
or: ଦ୍ରୁତ ଲଗଇନ୍ (ସିଧା ସାଇନ୍ ଇନ୍)
pa: ਤੇਜ਼ ਲੌਗਇਨ (ਸਿੱਧਾ ਸਾਈਨ ਇਨ)
ta: விரைவு உள்நுழைவு (நேரடி உள்நுழைவு)
te: త్వరిత లాగిన్ (నేరుగా సైన్ ఇన్)
ur: فوری لاگ ان (براہ راست سائن ان)

source: Invalid credentials
bn: অবৈধ তথ্য
gu: અમાન્ય ઓળખપત્રો
hi: अमान्य प्रमाण-पत्र
kn: ಅಮಾನ್ಯ ರುಜುವಾತುಗಳು
ml: അസാധുവായ ക്രെഡൻഷ്യലുകൾ
mr: अवैध प्रमाणपत्रे
or: ଅବୈଧ ପ୍ରମାଣପତ୍ର
pa: ਗਲਤ ਪ੍ਰਮਾਣ ਪੱਤਰ
ta: தவறான சான்றுகள்
te: చెల్లని ఆధారాలు
ur: غلط معلومات

source: Direct Sign In Failed
bn: সরাসরি সাইন ইন ব্যর্থ হয়েছে
gu: સીધું સાઇન ઇન નિષ્ફળ થયું
hi: सीधा साइन इन विफल रहा
kn: ನೇರ ಸೈನ್ ಇನ್ ವಿಫಲವಾಗಿದೆ
ml: നേരിട്ടുള്ള സൈൻ ഇൻ പരാജയപ്പെട്ടു
mr: थेट साइन इन अयशस्वी
or: ସିଧା ସାଇନ୍ ଇନ୍ ବିଫଳ ହେଲା
pa: ਸਿੱਧਾ ਸਾਈਨ ਇਨ ਅਸਫ਼ਲ ਰਿਹਾ
ta: நேரடி உள்நுழைவு தோல்வியடைந்தது
te: నేరుగా సైన్ ఇన్ విఫలమైంది
ur: براہ راست سائن ان ناکام

source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
gu: ખાતું બનાવો
hi: खाता बनाएँ
kn: ಖಾತೆ ರಚಿಸಿ
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: खाते तयार करा
or: ଆକାଉଣ୍ଟ ତିଆରି କରନ୍ତୁ
pa: ਖਾਤਾ ਬਣਾਓ
ta: கணக்கை உருவாக்கவும்
te: ఖాతా సృష్టించండి
ur: اکاؤنٹ بنائیں

source: Basic Information
bn: মৌলিক তথ্য
gu: મૂળભૂત માહિતી
hi: मूलभूत जानकारी
kn: ಮೂಲ ಮಾಹಿತಿ
ml: അടിസ്ഥാന വിവരങ്ങൾ
mr: मूलभूत माहिती
or: ମୌଳିକ ତଥ୍ୟ
pa: ਮੁੱਢਲੀ ਜਾਣਕਾਰੀ
ta: அடிப்படை தகவல்
te: ప్రాథమిక సమాచారం
ur: بنیادی معلومات

source: Full Name
bn: পুরো নাম
gu: પૂરું નામ
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: മുഴുവൻ പേര്
mr: पूर्ण नाव
or: ପୂର୍ଣ୍ଣ ନାମ
pa: ਪੂਰਾ ਨਾਮ
ta: முழு பெயர்
te: పూర్తి పేరు
ur: پورا نام

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
gu: પાસવર્ડની પુષ્ટિ કરો
hi: पासवर्ड की पुष्टि करें
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mr: पासवर्डची पुष्टी करा
or: ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్‌వర్డ్ నిర్ధారించండి
ur: پاس ورڈ کی تصدیق

source: Emergency Contact Number
bn: জরুরি যোগাযোগ নম্বর
gu: કટોકટી સંપર્ક નંબર
hi: आपातकालीन संपर्क नंबर
kn: ತುರ್ತು ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ml: അടിയന്തര ബന്ധപ്പെടൽ നമ്പർ
mr: आपत्कालीन संपर्क क्रमांक
or: ଜରୁରୀକାଳୀନ ସମ୍ପର୍କ ନମ୍ବର
pa: ਐਮਰਜੈਂਸੀ ਸੰਪਰਕ ਨੰਬਰ
ta: அவசர தொடர்பு எண்
te: అత్యవసర సంప్రదింపు నంబర్
ur: ہنگامی رابطہ نمبر

source: Gender
bn: লিঙ্গ
gu: લિંગ
hi: लिंग
kn: ಲಿಂಗ
ml: ലിംഗം
mr: लिंग
or: ଲିଙ୍ଗ
pa: ਲਿੰਗ
ta: பாலினம்
te: లింగం
ur: جنس

# healthProfileSelect
source: Health Profile (select all that apply)
bn: স্বাস্থ্য প্রোফাইল (প্রযোজ্য সব নির্বাচন করুন)
gu: આરોગ્ય પ્રોફાઇલ (લાગુ પડતા બધા પસંદ કરો)
hi: स्वास्थ्य प्रोफ़ाइल (सभी लागू विकल्प चुनें)
kn: ಆರೋಗ್ಯ ಪ್ರೊಫೈಲ್ (ಅನ್ವಯವಾಗುವ ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ)
ml: ആരോഗ്യ പ്രൊഫൈൽ (ബാധകമായവ തിരഞ്ഞെടുക്കുക)
mr: आरोग्य प्रोफाइल (लागू असलेले सर्व निवडा)
or: ସ୍ୱାସ୍ଥ୍ୟ ପ୍ରୋଫାଇଲ୍ (ପ୍ରଯୁଜ୍ୟ ସବୁ ଚୟନ କରନ୍ତୁ)
pa: ਸਿਹਤ ਪ੍ਰੋਫਾਈਲ (ਸਾਰੇ ਲਾਗੂ ਹੋਣ ਵਾਲੇ ਚੁਣੋ)
ta: சுகாதார விவரக்குறிப்பு (பொருந்துவனவற்றை தேர்வுசெய்யவும்)
te: ఆరోగ్య ప్రొఫైల్ (వర్తించే అన్నింటిని ఎంచుకోండి)
ur: صحت پروفائل (تمام متعلقہ منتخب کریں)

source: Menstrual Cycle Tracking
bn: মাসিক চক্র ট্র্যাকিং
gu: માસિક ચક્ર ટ્રેકિંગ
hi: मासिक धर्म चक्र ट्रैकिंग
kn: ಋತುಚಕ್ರ ಟ್ರ್ಯಾಕಿಂಗ್
ml: ആർത്തവ ചക്ര ട്രാക്കിംഗ്
mr: मासिक पाळी ट्रॅकिंग
or: ମାସିକ ଧର୍ମ ଟ୍ରାକିଂ
pa: ਮਾਹਵਾਰੀ ਚੱਕਰ ਟਰੈਕਿੰਗ
ta: மாதவிடாய் சுழற்சி கண்காணிப்பு
te: ఋతు చక్రం ట్రాకింగ్
ur: ماہواری سائیکل ٹریکنگ

source: Last Period Start Date
bn: শেষ মাসিকের শুরুর তারিখ
gu: છેલ્લા માસિકની શરૂઆતની તારીખ
hi: अंतिम मासिक धर्म की आरंभ तिथि
kn: ಕೊನೆಯ ಋತುಸ್ರಾವ ಪ್ರಾರಂಭ ದಿನಾಂಕ
ml: അവസാന ആർത്തവ ആരംഭ തീയതി
mr: शेवटच्या मासिक पाळीची सुरुवात तारीख
or: ଶେଷ ମାସିକ ଆରମ୍ଭ ତାରିଖ
pa: ਆਖਰੀ ਮਾਹਵਾਰੀ ਸ਼ੁਰੂ ਹੋਣ ਦੀ ਤਾਰੀਖ
ta: கடைசி மாதவிடாய் தொடக்க தேதி
te: చివరి ఋతుస్రావం ప్రారంభ తేదీ
ur: آخری ماہواری شروع ہونے کی تاریخ

source: Tap to select
bn: নির্বাচন করতে ট্যাপ করুন
gu: પસંદ કરવા ટેપ કરો
hi: चुनने के लिए टैप करें
kn: ಆಯ್ಕೆ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: തിരഞ്ഞെടുക്കാൻ ടാപ്പ് ചെയ്യുക
mr: निवडण्यासाठी टॅप करा
or: ଚୟନ ପାଇଁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਚੁਣਨ ਲਈ ਟੈਪ ਕਰੋ
ta: தேர்வுசெய்ய தட்டவும்
te: ఎంచుకోవడానికి నొక్కండి
ur: منتخب کرنے کے لیے ٹیپ کریں

source: Average Cycle Length
bn: গড় চক্রের দৈর্ঘ্য
gu: સરેરાશ ચક્ર લંબાઈ
hi: औसत चक्र अवधि
kn: ಸರಾಸರಿ ಚಕ್ರದ ಅವಧಿ
ml: ശരാശരി ചക്ര ദൈർഘ്യം
mr: सरासरी पाळी कालावधी
or: ହାରାହାରି ଚକ୍ର ଅବଧି
pa: ਔਸਤ ਚੱਕਰ ਦੀ ਲੰਬਾਈ
ta: சராசரி சுழற்சி நீளம்
te: సగటు చక్ర వ్యవధి
ur: اوسط سائیکل کی لمبائی

source: Average Period Duration
bn: গড় মাসিকের সময়কাল
gu: સરેરાશ માસિક અવધિ
hi: औसत मासिक धर्म अवधि
kn: ಸರಾಸರಿ ಋತುಸ್ರಾವ ಅವಧಿ
ml: ശരാശരി ആർത്തവ കാലയളവ്
mr: सरासरी मासिक पाळी कालावधी
or: ହାରାହାରି ମାସିକ ଅବଧି
pa: ਔਸਤ ਮਾਹਵਾਰੀ ਦੀ ਮਿਆਦ
ta: சராசரி மாதவிடாய் கால அளவு
te: సగటు ఋతుస్రావ వ్యవధి
ur: اوسط ماہواری کا دورانیہ

source: days
bn: দিন
gu: દિવસ
hi: दिन
kn: ದಿನಗಳು
ml: ദിവസങ്ങൾ
mr: दिवस
or: ଦିନ
pa: ਦਿਨ
ta: நாட்கள்
te: రోజులు
ur: دن

# alreadyHaveAccount
source: Already have an account? Log in
bn: ইতিমধ্যে অ্যাকাউন্ট আছে? লগ ইন করুন
gu: પહેલેથી ખાતું છે? લૉગ ઇન કરો
hi: पहले से खाता है? लॉगिन करें
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ? ಲಾಗ್ ಇನ್ ಮಾಡಿ
ml: ഇതിനകം അക്കൗണ്ട് ഉണ്ടോ? ലോഗിൻ ചെയ്യുക
mr: आधीच खाते आहे? लॉग इन करा
or: ପୂର୍ବରୁ ଆକାଉଣ୍ଟ ଅଛି? ଲଗ ଇନ୍ କରନ୍ତୁ
pa: ਪਹਿਲਾਂ ਤੋਂ ਖਾਤਾ ਹੈ? ਲੌਗ ਇਨ ਕਰੋ
ta: ஏற்கனவே கணக்கு உள்ளதா? உள்நுழையவும்
te: ఇప్పటికే ఖాతా ఉందా? లాగిన్ చేయండి
ur: پہلے سے اکاؤنٹ ہے؟ لاگ ان کریں

source: Enter your name
bn: আপনার নাম লিখুন
gu: તમારું નામ દાખલ કરો
hi: अपना नाम दर्ज करें
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പേര് നൽകുക
mr: तुमचे नाव प्रविष्ट करा
or: ଆପଣଙ୍କ ନାମ ଲେଖନ୍ତୁ
pa: ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు నమోదు చేయండి
ur: اپنا نام درج کریں

# enterUsername
source: Enter a username
bn: একটি ব্যবহারকারীর নাম লিখুন
gu: વપરાશકર્તા નામ દાખલ કરો
hi: उपयोगकर्ता नाम दर्ज करें
kn: ಬಳಕೆದಾರಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ഒരു ഉപയോക്തൃനാമം നൽകുക
mr: वापरकर्तानाव प्रविष्ट करा
or: ଏକ ଉପଯୋଗକର୍ତ୍ତା ନାମ ଲେଖନ୍ତୁ
pa: ਯੂਜ਼ਰਨੇਮ ਦਰਜ ਕਰੋ
ta: பயனர்பெயரை உள்ளிடவும்
te: వాడుకరి పేరు నమోదు చేయండి
ur: صارف نام درج کریں

# passwordMinLength
source: Password must be at least 6 characters
bn: পাসওয়ার্ড কমপক্ষে ৬ অক্ষরের হতে হবে
gu: પાસવર્ડ ઓછામાં ઓછો ૬ અક્ષરોનો હોવો જોઈએ
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
kn: ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 6 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: പാസ്‌വേഡ് കുറഞ്ഞത് 6 അക്ഷരമെങ്കിലും ഉണ്ടായിരിക്കണം
mr: पासवर्ड किमान ६ अक्षरांचा असावा
or: ପାସୱାର୍ଡ ଅତି କମରେ ୬ ଅକ୍ଷରର ହେବା ଆବଶ୍ୟକ
pa: ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 6 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துகள் இருக்க வேண்டும்
te: పాస్‌వర్డ్ కనీసం 6 అక్షరాలు ఉండాలి
ur: پاس ورڈ کم از کم 6 حروف کا ہونا چاہیے

source: Passwords do not match
bn: পাসওয়ার্ড মিলছে না
gu: પાસવર્ડ મેળ ખાતા નથી
hi: पासवर्ड मेल नहीं खाते
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
mr: पासवर्ड जुळत नाहीत
or: ପାସୱାର୍ଡ ମେଳ ଖାଉ ନାହିଁ
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
ta: கடவுச்சொற்கள் பொருந்தவில்லை
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు
ur: پاس ورڈ مماثل نہیں ہیں

# enterValidPhone
source: Enter a valid phone number (e.g. +919876543210)
bn: একটি বৈধ ফোন নম্বর লিখুন (যেমন +919876543210)
gu: માન્ય ફોન નંબર દાખલ કરો (દા.ત. +919876543210)
hi: एक मान्य फ़ोन नंबर दर्ज करें (जैसे +919876543210)
kn: ಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ (ಉದಾ: +919876543210)
ml: സാധുവായ ഫോൺ നമ്പർ നൽകുക (ഉദാ: +919876543210)
mr: वैध फोन नंबर प्रविष्ट करा (उदा. +919876543210)
or: ଏକ ବୈଧ ଫୋନ ନମ୍ବର ଲେଖନ୍ତୁ (ଯଥା +919876543210)
pa: ਸਹੀ ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ (ਜਿਵੇਂ +919876543210)
ta: சரியான தொலைபேசி எண்ணை உள்ளிடவும் (எ.கா. +919876543210)
te: చెల్లుబాటు అయ్యే ఫోన్ నంబర్ నమోదు చేయండి (ఉదా. +919876543210)
ur: درست فون نمبر درج کریں (مثلاً +919876543210)

# selectLastPeriodDate
source: Select last period start date
bn: শেষ মাসিকের শুরুর তারিখ নির্বাচন করুন
gu: છેલ્લા માસિકની શરૂઆતની તારીખ પસંદ કરો
hi: अंतिम मासिक धर्म की तिथि चुनें
kn: ಕೊನೆಯ ಋತುಸ್ರಾವ ಪ್ರಾರಂಭ ದಿನಾಂಕ ಆಯ್ಕೆಮಾಡಿ
ml: അവസാന ആർത്തവ ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക
mr: शेवटच्या मासिक पाळीची तारीख निवडा
or: ଶେଷ ମାସିକ ଆରମ୍ଭ ତାରିଖ ଚୟନ କରନ୍ତୁ
pa: ਆਖਰੀ ਮਾਹਵਾਰੀ ਸ਼ੁਰੂ ਹੋਣ ਦੀ ਤਾਰੀਖ ਚੁਣੋ
ta: கடைசி மாதவிடாய் தொடக்க தேதியை தேர்வுசெய்யவும்
te: చివరి ఋతుస్రావం ప్రారంభ తేదీ ఎంచుకోండి
ur: آخری ماہواری شروع ہونے کی تاریخ منتخب کریں

# pleaseSelectLastPeriod
source: Please select your last period start date.
bn: অনুগ্রহ করে আপনার শেষ মাসিকের শুরুর তারিখ নির্বাচন করুন।
gu: કૃપા કરી તમારા છેલ્લા માસિકની શરૂઆતની તારીખ પસંદ કરો.
hi: कृपया अपने अंतिम मासिक धर्म की आरंभ तिथि चुनें।
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕೊನೆಯ ಋತುಸ್ರಾವ ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ദയവായി നിങ്ങളുടെ അവസാന ആർത്തവ ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക.
mr: कृपया तुमच्या शेवटच्या मासिक पाळीची सुरुवात तारीख निवडा.
or: ଦୟାକରି ଆପଣଙ୍କ ଶେଷ ମାସିକ ଆରମ୍ଭ ତାରିଖ ଚୟନ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਆਖਰੀ ਮਾਹਵਾਰੀ ਸ਼ੁਰੂ ਹੋਣ ਦੀ ਤਾਰੀਖ ਚੁਣੋ।
ta: உங்கள் கடைசி மாதவிடாய் தொடக்க தேதியை தேர்வுசெய்யவும்.
te: దయచేసి మీ చివరి ఋతుస్రావం ప్రారంభ తేదీని ఎంచుకోండి.
ur: براہ کرم اپنی آخری ماہواری شروع ہونے کی تاریخ منتخب کریں۔

# accountCreated
source: Account created! Please log in.
bn: অ্যাকাউন্ট তৈরি হয়েছে! অনুগ্রহ করে লগ ইন করুন।
gu: ખાતું બનાવ્યું! કૃપા કરી લૉગ ઇન કરો.
hi: खाता बन गया! कृपया लॉगिन करें।
kn: ಖಾತೆ ರಚಿಸಲಾಗಿದೆ! ದಯವಿಟ್ಟು ಲಾಗ್ ಇನ್ ಮಾಡಿ.
ml: അക്കൗണ്ട് സൃഷ്ടിച്ചു! ദയവായി ലോഗിൻ ചെയ്യുക.
mr: खाते तयार झाले! कृपया लॉग इन करा.
or: ଆକାଉଣ୍ଟ ତିଆରି ହେଲା! ଦୟାକରି ଲଗ ଇନ୍ କରନ୍ତୁ।
pa: ਖਾਤਾ ਬਣ ਗਿਆ! ਕਿਰਪਾ ਕਰਕੇ ਲੌਗ ਇਨ ਕਰੋ।
ta: கணக்கு உருவாக்கப்பட்டது! உள்நுழையவும்.
te: ఖాతా సృష్టించబడింది! దయచేసి లాగిన్ చేయండి.
ur: اکاؤنٹ بن گیا! براہ کرم لاگ ان کریں۔

# signUpFailed
source: Sign up failed. Username may already be taken.
bn: সাইন আপ ব্যর্থ। ব্যবহারকারীর নাম ইতিমধ্যে নেওয়া হয়ে থাকতে পারে।
gu: સાઇન અપ નિષ્ફળ થયું. વપરાશકર્તા નામ પહેલેથી લેવાયેલું હોઈ શકે.
hi: साइन अप विफल रहा। उपयोगकर्ता नाम पहले से लिया जा चुका हो सकता है।
kn: ಸೈನ್ ಅಪ್ ವಿಫಲವಾಗಿದೆ. ಬಳಕೆದಾರಹೆಸರು ಈಗಾಗಲೇ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿರಬಹುದು.
ml: സൈൻ അപ്പ് പരാജയപ്പെട്ടു. ഉപയോക്തൃനാമം ഇതിനകം ഉപയോഗത്തിലായിരിക്കാം.
mr: साइन अप अयशस्वी. वापरकर्तानाव आधीच घेतलेले असू शकते.
or: ସାଇନ୍ ଅପ୍ ବିଫଳ ହେଲା। ଉପଯୋଗକର୍ତ୍ତା ନାମ ପୂର୍ବରୁ ନିଆଯାଇ ଥାଇପାରେ।
pa: ਸਾਈਨ ਅੱਪ ਅਸਫ਼ਲ ਰਿਹਾ। ਯੂਜ਼ਰਨੇਮ ਪਹਿਲਾਂ ਤੋਂ ਲਿਆ ਜਾ ਚੁੱਕਾ ਹੋ ਸਕਦਾ ਹੈ।
ta: பதிவு தோல்வியடைந்தது. பயனர்பெயர் ஏற்கனவே பயன்பாட்டில் இருக்கலாம்.
te: సైన్ అప్ విఫలమైంది. వాడుకరి పేరు ఇప్పటికే తీసుకోబడి ఉండవచ్చు.
ur: سائن اپ ناکام۔ صارف نام پہلے سے استعمال ہو سکتا ہے۔

# emergencyContactHelper
source: Receives SMS with your GPS location during a heart rate spike
bn: হৃদস্পন্দন বৃদ্ধির সময় আপনার GPS অবস্থানসহ SMS পাঠায়
gu: હૃદયના ધબકારા વધે ત્યારે તમારા GPS સ્થાન સાથે SMS મેળવે છે
hi: हृदय गति बढ़ने पर आपकी GPS स्थिति के साथ SMS प्राप्त करता है
kn: ಹೃದಯ ಬಡಿತ ಹೆಚ್ಚಳದ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ GPS ಸ್ಥಳದೊಂದಿಗೆ SMS ಸ್ವೀಕರಿಸುತ್ತಾರೆ
ml: ഹൃദയമിടിപ്പ് വർദ്ധനയുള്ളപ്പോൾ നിങ്ങളുടെ GPS ലൊക്കേഷനോടൊപ്പം SMS ലഭിക്കും
mr: हृदय गतीमध्ये वाढ झाल्यास तुमचे GPS स्थान SMS द्वारे प्राप्त करतो
or: ହୃଦସ୍ପନ୍ଦନ ବୃଦ୍ଧି ସମୟରେ ଆପଣଙ୍କ GPS ଅବସ୍ଥାନ ସହ SMS ଗ୍ରହଣ କରେ
pa: ਦਿਲ ਦੀ ਧੜਕਣ ਵਧਣ ਤੇ ਤੁਹਾਡੀ GPS ਲੋਕੇਸ਼ਨ ਨਾਲ SMS ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ
ta: இதயத் துடிப்பு அதிகரிக்கும் போது உங்கள் GPS இருப்பிடத்துடன் SMS பெறுகிறது
te: హృదయ స్పందన స్పైక్ సమయంలో మీ GPS స్థానంతో SMS అందుకుంటారు
ur: دل کی دھڑکن بڑھنے پر آپ کی GPS لوکیشن کے ساتھ SMS موصول کرتا ہے

source: Male
bn: পুরুষ
gu: પુરુષ
hi: पुरुष
kn: ಪುರುಷ
ml: പുരുഷൻ
mr: पुरुष
or: ପୁରୁଷ
pa: ਪੁਰਸ਼
ta: ஆண்
te: పురుషుడు
ur: مرد

source: Female
bn: মহিলা
gu: સ્ત્રી
hi: महिला
kn: ಮಹಿಳೆ
ml: സ്ത്രീ
mr: स्त्री
or: ମହିଳା
pa: ਔਰਤ
ta: பெண்
te: స్త్రీ
ur: عورت

source: Other
bn: অন্যান্য
gu: અન્ય
hi: अन्य
kn: ಇತರೆ
ml: മറ്റുള്ളവ
mr: इतर
or: ଅନ୍ୟ
pa: ਹੋਰ
ta: மற்றவை
te: ఇతరం
ur: دیگر

# catGeneral
source: General Wellness
bn: সাধারণ সুস্থতা
gu: સામાન્ય સ્વાસ્થ્ય
hi: सामान्य स्वास्थ्य
kn: ಸಾಮಾನ್ಯ ಆರೋಗ್ಯ
ml: പൊതുവായ ക്ഷേമം
mr: सामान्य आरोग्य
or: ସାଧାରଣ ସୁସ୍ଥତା
pa: ਆਮ ਤੰਦਰੁਸਤੀ
ta: பொது நல்வாழ்வு
te: సాధారణ ఆరోగ్యం
ur: عمومی صحت

# catPregnancy
source: Pregnancy
bn: গর্ভাবস্থা
gu: ગર્ભાવસ્થા
hi: गर्भावस्था
kn: ಗರ್ಭಧಾರಣೆ
ml: ഗർഭധാരണം
mr: गर्भधारणा
or: ଗର୍ଭାବସ୍ଥା
pa: ਗਰਭ ਅਵਸਥਾ
ta: கர்ப்பம்
te: గర్భం
ur: حمل

# catEpilepsy
source: Epilepsy / Seizures
bn: মৃগী / খিঁচুনি
gu: વાઈ / આંચકી
hi: मिर्गी / दौरे
kn: ಮೂರ್ಛೆರೋಗ / ಸೆಳೆತ
ml: അപസ്മാരം / അപസ്മാര ആക്രമണങ്ങൾ
mr: अपस्मार / झटके
or: ମୃଗୀ / ଆକ୍ଷେପ
pa: ਮਿਰਗੀ / ਦੌਰੇ
ta: வலிப்பு நோய்
te: మూర్ఛ / అపస్మారం
ur: مرگی / دورے

# catAutism
source: Autism Spectrum (ASD)
bn: অটিজম স্পেকট্রাম (ASD)
gu: ઓટિઝમ સ્પેક્ટ્રમ (ASD)
hi: ऑटिज़्म स्पेक्ट्रम (ASD)
kn: ಆಟಿಸಂ ಸ್ಪೆಕ್ಟ್ರಮ್ (ASD)
ml: ഓട്ടിസം സ്പെക്ട്രം (ASD)
mr: ऑटिझम स्पेक्ट्रम (ASD)
or: ଅଟିଜିମ ସ୍ପେକ୍ଟ୍ରମ (ASD)
pa: ਔਟਿਜ਼ਮ ਸਪੈਕਟ੍ਰਮ (ASD)
ta: தன்முனைப்பு நிறமாலை (ASD)
te: ఆటిజం స్పెక్ట్రమ్ (ASD)
ur: آٹزم اسپیکٹرم (ASD)

# catDiabetes1
source: Type 1 Diabetes
bn: টাইপ ১ ডায়াবেটিস
gu: ટાઇપ 1 ડાયાબિટીસ
hi: टाइप 1 मधुमेह
kn: ಟೈಪ್ 1 ಮಧುಮೇಹ
ml: ടൈപ്പ് 1 പ്രമേഹം
mr: टाइप १ मधुमेह
or: ଟାଇପ୍ 1 ମଧୁମେହ
pa: ਟਾਈਪ 1 ਸ਼ੂਗਰ
ta: வகை 1 நீரிழிவு
te: టైప్ 1 మధుమేహం
ur: ٹائپ 1 ذیابیطس

# catDiabetes2
source: Type 2 Diabetes
bn: টাইপ ২ ডায়াবেটিস
gu: ટાઇપ 2 ડાયાબિટીસ
hi: टाइप 2 मधुमेह
kn: ಟೈಪ್ 2 ಮಧುಮೇಹ
ml: ടൈപ്പ് 2 പ്രമേഹം
mr: टाइप २ मधुमेह
or: ଟାଇପ୍ 2 ମଧୁମେହ
pa: ਟਾਈਪ 2 ਸ਼ੂਗਰ
ta: வகை 2 நீரிழிவு
te: టైప్ 2 మధుమేహం
ur: ٹائپ 2 ذیابیطس

# catHypertension
source: Hypertension (High BP)
bn: উচ্চ রক্তচাপ (High BP)
gu: હાયપરટેન્શન (ઊંચું BP)
hi: उच्च रक्तचाप (हाई BP)
kn: ಅಧಿಕ ರಕ್ತದೊತ್ತಡ (High BP)
ml: ഉയർന്ന രക്തസമ്മർദ്ദം (High BP)
mr: उच्च रक्तदाब (High BP)
or: ଉଚ୍ଚ ରକ୍ତଚାପ (High BP)
pa: ਹਾਈ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ (ਉੱਚ BP)
ta: உயர் இரத்த அழுத்தம்
te: అధిక రక్తపోటు (High BP)
ur: ہائپرٹینشن (ہائی بلڈ پریشر)

# catHeart
source: Heart Condition
bn: হৃদরোগ
gu: હૃદય રોગ
hi: हृदय रोग
kn: ಹೃದಯ ಸಮಸ್ಯೆ
ml: ഹൃദ്രോഗം
mr: हृदय विकार
or: ହୃଦ୍ ରୋଗ
pa: ਦਿਲ ਦੀ ਬਿਮਾਰੀ
ta: இதய நோய்
te: గుండె సమస్య
ur: دل کی بیماری

# catAsthma
source: Asthma / Respiratory
bn: হাঁপানি / শ্বাসকষ্ট
gu: અસ્થમા / શ્વસન
hi: दमा / श्वसन संबंधी
kn: ಆಸ್ತಮಾ / ಉಸಿರಾಟ
ml: ആസ്ത്മ / ശ്വാസകോശ രോഗം
mr: दमा / श्वसन
or: ଆଜମା / ଶ୍ୱାସ ସମ୍ବନ୍ଧୀୟ
pa: ਦਮਾ / ਸਾਹ ਸੰਬੰਧੀ
ta: ஆஸ்துமா / சுவாசக் கோளாறு
te: ఆస్తమా / శ్వాసకోశ
ur: دمہ / سانس کی بیماری

# catAnxiety
source: Anxiety / Mental Health
bn: উদ্বেগ / মানসিক স্বাস্থ্য
gu: ચિંતા / માનસિક સ્વાસ્થ્ય
hi: चिंता / मानसिक स्वास्थ्य
kn: ಆತಂಕ / ಮಾನಸಿಕ ಆರೋಗ್ಯ
ml: ഉത്കണ്ഠ / മാനസികാരോഗ്യം
mr: चिंता / मानसिक आरोग्य
or: ଉଦ୍ବେଗ / ମାନସିକ ସ୍ୱାସ୍ଥ୍ୟ
pa: ਚਿੰਤਾ / ਮਾਨਸਿਕ ਸਿਹਤ
ta: பதட்டம் / மனநலம்
te: ఆందోళన / మానసిక ఆరోగ్యం
ur: اضطراب / ذہنی صحت

# catDisability
source: Physical Disability
bn: শারীরিক প্রতিবন্ধকতা
gu: શારીરિક અક્ષમતા
hi: शारीरिक अक्षमता
kn: ದೈಹಿಕ ಅಂಗವಿಕಲತೆ
ml: ശാരീരിക വൈകല്യം
mr: शारीरिक अपंगत्व
or: ଶାରୀରିକ ଅକ୍ଷମତା
pa: ਸਰੀਰਕ ਅਪੰਗਤਾ
ta: உடல் ஊனம்
te: శారీరక వైకల్యం
ur: جسمانی معذوری

# catSurgery
source: Post-Surgery Recovery
bn: অস্ত্রোপচার-পরবর্তী পুনরুদ্ধার
gu: શસ્ત્રક્રિયા પછીનો સુધારો
hi: शल्य चिकित्सा के बाद स्वास्थ्य लाभ
kn: ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ ನಂತರದ ಚೇತರಿಕೆ
ml: ശസ്ത്രക്രിയാനന്തര വീണ്ടെടുക്കൽ
mr: शस्त्रक्रियेनंतरची पुनर्प्राप्ती
or: ଅସ୍ତ୍ରୋପଚାର ପରବର୍ତ୍ତୀ ସୁସ୍ଥତା
pa: ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ ਰਿਕਵਰੀ
ta: அறுவை சிகிச்சைக்குப் பின் மீட்பு
te: శస్త్రచికిత్స అనంతర కోలుకోలు
ur: سرجری کے بعد صحت یابی

# catElderly
source: Elderly / Senior Care
bn: প্রবীণ / বয়স্ক পরিচর্যা
gu: વૃદ્ધ / વરિષ્ઠ સંભાળ
hi: वृद्ध / वरिष्ठ देखभाल
kn: ಹಿರಿಯರ ಆರೈಕೆ
ml: വയോജന പരിചരണം
mr: वृद्ध / ज्येष्ठ काळजी
or: ବୟସ୍କ / ବରିଷ୍ଠ ସେବା
pa: ਬਜ਼ੁਰਗ / ਬਜ਼ੁਰਗ ਦੇਖਭਾਲ
ta: முதியோர் பராமரிப்பு
te: వృద్ధుల సంరక్షణ
ur: بزرگ / بڑی عمر کی دیکھ بھال

source: Doctor Login
bn: ডাক্তার লগইন
gu: ડૉક્ટર લૉગિન
hi: डॉक्टर लॉगिन
kn: ವೈದ್ಯರ ಲಾಗಿನ್
ml: ഡോക്ടർ ലോഗിൻ
mr: डॉक्टर लॉगिन
or: ଡାକ୍ତର ଲଗଇନ୍
pa: ਡਾਕਟਰ ਲੌਗਇਨ
ta: மருத்துவர் உள்நுழைவு
te: వైద్యుడి లాగిన్
ur: ڈاکٹر لاگ ان

source: Mobile
bn: মোবাইল
gu: મોબાઇલ
hi: मोबाइल
kn: ಮೊಬೈಲ್
ml: മൊബൈൽ
mr: मोबाइल
or: ମୋବାଇଲ୍
pa: ਮੋਬਾਈਲ
ta: கைபேசி
te: మొబైల్
ur: موبائل

source: Login
bn: লগইন
gu: લૉગિન
hi: लॉगिन
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
mr: लॉगिन
or: ଲଗଇନ୍
pa: ਲੌਗਇਨ
ta: உள்நுழையவும்
te: లాగిన్
ur: لاگ ان

source: Register as Doctor
bn: ডাক্তার হিসাবে নিবন্ধন করুন
gu: ડૉક્ટર તરીકે નોંધણી કરો
hi: डॉक्टर के रूप में पंजीकरण करें
kn: ವೈದ್ಯರಾಗಿ ನೋಂದಣಿ ಮಾಡಿ
ml: ഡോക്ടറായി രജിസ്റ്റർ ചെയ്യുക
mr: डॉक्टर म्हणून नोंदणी करा
or: ଡାକ୍ତର ଭାବରେ ପଞ୍ଜୀକରଣ
pa: ਡਾਕਟਰ ਵਜੋਂ ਰਜਿਸਟਰ ਕਰੋ
ta: மருத்துவராக பதிவு செய்யவும்
te: వైద్యుడిగా నమోదు చేసుకోండి
ur: ڈاکٹر کے طور پر رجسٹر کریں

source: Doctor Registration
bn: ডাক্তার নিবন্ধন
gu: ડૉક્ટર નોંધણી
hi: डॉक्टर पंजीकरण
kn: ವೈದ್ಯರ ನೋಂದಣಿ
ml: ഡോക്ടർ രജിസ്ട്രേഷൻ
mr: डॉक्टर नोंदणी
or: ଡାକ୍ତର ପଞ୍ଜୀକରଣ
pa: ਡਾਕਟਰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ
ta: மருத்துவர் பதிவு
te: వైద్యుడి నమోదు
ur: ڈاکٹر رجسٹریشن

source: Name
bn: নাম
gu: નામ
hi: नाम
kn: ಹೆಸರು
ml: പേര്
mr: नाव
or: ନାମ
pa: ਨਾਮ
ta: பெயர்
te: పేరు
ur: نام

source: Degree
bn: ডিগ্রি
gu: ડિગ્રી
hi: डिग्री
kn: ಪದವಿ
ml: ബിരുദം
mr: पदवी
or: ଡିଗ୍ରୀ
pa: ਡਿਗਰੀ
ta: பட்டம்
te: డిగ్రీ
ur: ڈگری

source: Register
bn: নিবন্ধন
gu: નોંધણી કરો
hi: पंजीकरण करें
kn: ನೋಂದಣಿ
ml: രജിസ്റ്റർ
mr: नोंदणी करा
or: ପଞ୍ଜୀକରଣ
pa: ਰਜਿਸਟਰ ਕਰੋ
ta: பதிவு செய்யவும்
te: నమోదు
ur: رجسٹر کریں

source: Registration failed
bn: নিবন্ধন ব্যর্থ হয়েছে
gu: નોંધણી નિષ્ફળ થઈ
hi: पंजीकरण विफल रहा
kn: ನೋಂದಣಿ ವಿಫಲವಾಗಿದೆ
ml: രജിസ്ട്രേഷൻ പരാജയപ്പെട്ടു
mr: नोंदणी अयशस्वी
or: ପଞ୍ଜୀକରଣ ବିଫଳ ହେଲା
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਸਫ਼ਲ ਰਹੀ
ta: பதிவு தோல்வியடைந்தது
te: నమోదు విఫలమైంది
ur: رجسٹریشن ناکام

# navHome
source: Home
bn: হোম
gu: હોમ
hi: होम
kn: ಮುಖಪುಟ
ml: ഹോം
mr: मुख्यपृष्ठ
or: ହୋମ୍
pa: ਘਰ
ta: முகப்பு
te: హోమ్
ur: ہوم

# navVitals
source: Vitals
bn: ভাইটালস
gu: વાઇટલ્સ
hi: वाइटल्स
kn: ಆರೋಗ್ಯ ಸೂಚಕ
ml: വൈറ്റലുകൾ
mr: आरोग्य मापदंड
or: ଭାଇଟାଲ୍ସ
pa: ਵਾਇਟਲਜ਼
ta: உடல்நிலை
te: ప్రాణాధారాలు
ur: وائٹلز

# navSign
source: Sign
bn: সাইন
gu: સંકેત
hi: सांकेतिक
kn: ಸಂಜ್ಞೆ
ml: സൈൻ
mr: सांकेतिक
or: ସଂକେତ
pa: ਸੈਨਤ
ta: சைகை
te: సంకేతం
ur: اشارہ

# navAiTutor
source: AI Tutor
bn: AI শিক্ষক
gu: AI ટ્યુટર
hi: AI ट्यूटर
kn: AI ಶಿಕ್ಷಕ
ml: AI ട്യൂട്ടർ
mr: AI शिक्षक
or: AI ଶିକ୍ଷକ
pa: AI ਟਿਊਟਰ
ta: AI ஆசிரியர்
te: AI ట్యూటర్
ur: AI ٹیوٹر

# navProfile
source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

source: Good morning
bn: সুপ্রভাত
gu: શુભ સવાર
hi: सुप्रभात
kn: ಶುಭೋದಯ
ml: സുപ്രഭാതം
mr: सुप्रभात
or: ଶୁଭ ସକାଳ
pa: ਸ਼ੁਭ ਸਵੇਰ
ta: காலை வணக்கம்
te: శుభోదయం
ur: صبح بخیر

source: Good afternoon
bn: শুভ অপরাহ্ণ
gu: શુભ બપોર
hi: नमस्कार
kn: ಶುಭ ಮಧ್ಯಾಹ್ನ
ml: ശുഭ ഉച്ച
mr: शुभ दुपार
or: ଶୁଭ ଅପରାହ୍ନ
pa: ਸ਼ੁਭ ਦੁਪਹਿਰ
ta: மதிய வணக்கம்
te: శుభ మధ్యాహ్నం
ur: دوپہر بخیر

source: Good evening
bn: শুভ সন্ধ্যা
gu: શુભ સાંજ
hi: शुभ संध्या
kn: ಶುಭ ಸಂಜೆ
ml: ശുഭ സന്ധ്യ
mr: शुभ संध्याकाळ
or: ଶୁଭ ସନ୍ଧ୍ୟା
pa: ਸ਼ੁਭ ਸ਼ਾਮ
ta: மாலை வணக்கம்
te: శుభ సాయంత్రం
ur: شام بخیر

# healthSnapshot
source: Your health snapshot
bn: আপনার স্বাস্থ্যের সারসংক্ষেপ
gu: તમારો આરોગ્ય સારાંશ
hi: आपकी स्वास्थ्य झलक
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್
ml: നിങ്ങളുടെ ആരോഗ്യ സ്നാപ്പ്ഷോട്ട്
mr: तुमचा आरोग्य सारांश
or: ଆପଣଙ୍କ ସ୍ୱାସ୍ଥ୍ୟ ସ୍ନାପସଟ୍
pa: ਤੁਹਾਡੀ ਸਿਹਤ ਦੀ ਝਲਕ
ta: உங்கள் உடல்நிலை சுருக்கம்
te: మీ ఆరోగ్య సారాంశం
ur: آپ کی صحت کا خلاصہ

source: Test Emergency Alert
bn: জরুরি সতর্কতা পরীক্ষা
gu: કટોકટી ચેતવણી ટેસ્ટ
hi: आपातकालीन अलर्ट परीक्षण
kn: ತುರ್ತು ಎಚ್ಚರಿಕೆ ಪರೀಕ್ಷೆ
ml: അടിയന്തര അലേർട്ട് പരീക്ഷിക്കുക
mr: आपत्कालीन सूचना चाचणी
or: ଜରୁରୀକାଳୀନ ସତର୍କତା ପରୀକ୍ଷା
pa: ਐਮਰਜੈਂਸੀ ਅਲਰਟ ਟੈਸਟ
ta: அவசர எச்சரிக்கை சோதனை
te: అత్యవసర హెచ్చరిక పరీక్ష
ur: ہنگامی الرٹ ٹیسٹ

# simulateVitals
source: Simulate HR / BP / Glucose to trigger SMS + buzz
bn: SMS + কম্পন সক্রিয় করতে HR / BP / গ্লুকোজ সিমুলেট করুন
gu: SMS + બઝ ટ્રિગર કરવા HR / BP / ગ્લુકોઝ સિમ્યુલેટ કરો
hi: SMS + बज़ ट्रिगर करने के लिए HR / BP / ग्लूकोज़ सिमुलेट करें
kn: SMS + ಕಂಪನ ಪ್ರಚೋದಿಸಲು HR / BP / ಗ್ಲೂಕೋಸ್ ಅನುಕರಿಸಿ
ml: SMS + ബസ് ട്രിഗർ ചെയ്യാൻ HR / BP / ഗ്ലൂക്കോസ് സിമുലേറ്റ് ചെയ്യുക
mr: SMS + बझ ट्रिगर करण्यासाठी HR / BP / ग्लुकोज सिम्युलेट करा
or: SMS + ଭାଇବ୍ରେସନ ଟ୍ରିଗର ପାଇଁ HR / BP / ଗ୍ଲୁକୋଜ ସିମୁଲେଟ୍ କରନ୍ତୁ
pa: SMS + ਵਾਈਬ੍ਰੇਸ਼ਨ ਲਈ HR / BP / ਗਲੂਕੋਜ਼ ਸਿਮੂਲੇਟ ਕਰੋ
ta: SMS + அதிர்வை தூண்ட இதயத் துடிப்பு / இரத்த அழுத்தம் / குளுக்கோஸ் உருவகப்படுத்தவும்
te: SMS + బజ్ ట్రిగ్గర్ చేయడానికి HR / BP / గ్లూకోజ్ అనుకరించండి
ur: SMS + وائبریشن ٹرگر کرنے کے لیے دل کی دھڑکن / بلڈ پریشر / گلوکوز کی نقل کریں

source: Heart Rate
bn: হৃদস্পন্দন
gu: હૃદયના ધબકારા
hi: हृदय गति
kn: ಹೃದಯ ಬಡಿತ
ml: ഹൃദയമിടിപ്പ്
mr: हृदय गती
or: ହୃଦସ୍ପନ୍ଦନ
pa: ਦਿਲ ਦੀ ਧੜਕਣ
ta: இதயத் துடிப்பு
te: హృదయ స్పందన
ur: دل کی دھڑکن

source: BP
bn: রক্তচাপ
ta: இரத்த அழுத்தம்
ur: بلڈ پریشر

source: Steps
bn: পদক্ষেপ
gu: પગલાં
hi: कदम
kn: ಹೆಜ್ಜೆಗಳು
ml: ചുവടുകൾ
mr: पावले
or: ପାଦ
pa: ਕਦਮ
ta: அடிகள்
te: అడుగులు
ur: قدم

source: Calories
bn: ক্যালোরি
gu: કેલરી
hi: कैलोरी
kn: ಕ್ಯಾಲೊರಿಗಳು
ml: കലോറി
mr: कॅलरीज
or: କ୍ୟାଲୋରୀ
pa: ਕੈਲੋਰੀਆਂ
ta: கலோரிகள்
te: కేలరీలు
ur: کیلوریز

source: Active Min
bn: সক্রিয় মিনিট
gu: સક્રિય મિનિટ
hi: सक्रिय मिनट
kn: ಸಕ್ರಿಯ ನಿಮಿಷ
ml: സജീവ മിനിറ്റ്
mr: सक्रिय मिनिटे
or: ସକ୍ରିୟ ମିନିଟ୍
pa: ਸਰਗਰਮ ਮਿੰਟ
ta: செயல்படும் நிமிடங்கள்
te: చురుకు నిమి.
ur: فعال منٹ

source: Glucose
bn: গ্লুকোজ
gu: ગ્લુકોઝ
hi: ग्लूकोज़
kn: ಗ್ಲೂಕೋಸ್
ml: ഗ്ലൂക്കോസ്
mr: ग्लुकोज
or: ଗ୍ଲୁକୋଜ
pa: ਗਲੂਕੋਜ਼
ta: குளுக்கோஸ்
te: గ్లూకోజ్
ur: گلوکوز
